import React from 'react';
import { Divider, Typography } from '@mui/material';
import meteAlu from '../../../../../images/Agri-info/crops/Metealu_মেটে আলু.jpg';
import useDocumentTitle from '../../../../../hooks/useDocumentTitle';

const MeteAluInfo = () => {

    // dynamic title
    useDocumentTitle("মেটে আলু");

    return (

        <div className=" rounded-3 bg-white my-4 px-5">
            <Typography
                sx={{
                    textAlign: "center",
                    pb: 2,
                    pt: 3,
                    fontWeight: 600,
                    color: 'rgb(37, 36, 36, 0.83)'
                }}
                variant="h4"
                noWrap
                component="div"
            >
                মেটে আলু
            </Typography>
            <Divider />

            <div className="card mt-4 mb-3 border-0 rounded-0">
                <div className="row g-0">
                    <div className="col-md-4">
                        <img src={meteAlu} className="img-fluid rounded-0 h-100" alt="..." />
                    </div>
                    <div className="col-md-8">
                        <div className="card-body text-start ">
                            <p>মেটে আলু কন্দালজাতীয় ফসল। আমাদের দেশে এটি সবজি হিসেবে ব্যবহৃত হয়। বাণিজ্যিকভাবে এর চাষবাস তেমনটি দেখা যায় না, তবে প্রতিটি জেলায় বাড়ির চারপাশে, গাছের নিচে, মাচায়, আঙিনায়, বেড়ার ধারে এর চাষাবাদ হতে দেখা যায়। মেটে আলু গরম আবহাওয়ায় ভালো জন্মে।  ঠান্ডায় গাছ বাড়ে না, শীতে গাছ শুকিয়ে মারা যায়। হালকা দো-আঁশ মাটি বেশি উপযোগী। এ গাছ আংশিক ছায়াতে ভালো হয়। জীবিত গাছের জন্য মাচা, জাংলা, বেড়া এসবের প্রয়োজন কারণ এটি একটি লতানো গাছ। অনেক ক্ষেত্রে জাংলা বা মাচার জন্য অতিরিক্ত খরচ পড়ে না এবং বাড়ির আশপাশের পরিত্যক্ত স্থান বা রাস্তার ধারে গাছের নিচেও চাষাবাদ হতে দেখা যায়।</p>

                        </div>
                    </div>
                </div>
            </div>

            <div className='text-start pb-5'>
                <p>এটি ওল, গোল আলু এসব সবজির মতোই ভর্তা, মাছ ও মাংসের সাথে রান্না করে খাওয়া যায়। সুতরাং এর চাষ বিষয়ে একটু সচেতন হলে সবজির ঘাটতি মেটাতে, বাড়ির আশপাশের পরিত্যক্ত স্থানের সঠিক ব্যবহার করতে, কীটনাশক ও বালাইনাশক ব্যবহার ছাড়াই এর চাষ বৃদ্ধিতে গুরুত্বপূর্ণ ভূমিকা রাখবে। মেটে আলু ক্যালসিয়াম ও ফসফরাসের খুবই ভালো উৎস। এছাড়া প্রচুর পরিমাণে পটাশিয়াম ও সোডিয়াম রয়েছে।</p>
                <p>গাছ  আলুটি একবীজপত্রী লতানো উদ্ভিদ। এই আলু দেশের বিভিন্ন এলাকায় বিভিন্ন নামে পরিচিত লাভ করেছে। যেমন- গড় আলু, মেটে আলু, গুইচ্যা আলু, লেমা আলু, ধুসড়ী আলু, আলতাপাট, চুবডি আলু, হরিণখালি, মাছআলু, হাতি পায়া, মৌ আলু-মঘু আলু ইত্যাদি নামকরণে বেশি হলেও জাত ৪-৫টির মতো আছে বলে জানা যায়। জাতভেদে মাটিরনিচে প্রতিটি আলু ২ কেজি থেকে ৫০-৬০ কেজি পর্যন্ত হয়ে থাকে। এসব কোনটি ডিম্বাকৃতি, লম্বাটে, হাতির পায়ের ন্যায়, হরিণের মাথার মতো ইত্যাদি আকারে হয়ে থাকে। জাতভেদে পিংক কালার, ধূসর/মেটে রঙের আলু হয়। মাটির নিচের আলু ছাড়াও লতানো গাছে ডিম্বাকৃতি ও লম্বাটে ১০০-১৫০ গ্রাম ওজনের অনেক আলু ঝুলন্ত অবস্থায় ধরে থাকে। লতায় ধরে বলে একে কোনো কোনো এলাকায় পাতাশি নামে পরিচিত। এই পাতাশি বীজ হিসেবে, সবজি হিসেবে এবং পুড়িয়ে বেশ মুখরোচক খাবার হিসেবে ব্যবহৃত হয়ে থাকে। সামান্য আঠালো এবং অল্পতেই সিদ্ধ হয় এরূপ জাতের আলু খেতে সুস্বাদু, চাহিদাও বেশি।</p>
                <p>যেহেতু মেটে আলু পুরো বর্ষা মৌসুমজুড়ে থাকে বিধায় ভারি বৃষ্টিপাতেও পানি দাঁড়াবে না আবার সেচের সুব্যবস্থা আছে এরূপ জমি/স্থান নির্বাচন করতে হয়।মেটে আলুলাগানোর অনৱত এক মাস আগে ফাল্গুনে চাষ দিয়ে পুরো জমিতে ভালোভাবে প্রচুর পরিমাণে জৈব সার ছিটিয়ে দিতে হবে এবং ৩-৪ হাত দূরত্বে ২ ফুট চওড়া ও ৩ ফুট গভীর গর্ত করে ২০-২৫ দিন ধরে মাটি রোদে শুকানোর পর জৈবসার+ছাই চিটা একত্রে মিশিয়ে প্রতিটি গর্ত ভরাট করতে হবে। প্রতিটি গর্তে রাসায়নিক সার-ফসফেট ৫০ গ্রাম ও পটাশ ৫০ গ্রাম দিয়ে রস না থাকলে সেচের ব্যবস্থা করতে হবে। এর ১০-১২দিন পর মেটে আলুর (মাটির নিচের) মুখিকন্দ অথবা লতায় যেটি ধরে ‘পাতাশি’তা বীজ হিসেবে বপন করতে হবে। জীবিত গাছ আশ্রয়দাতা হলে গাছের গোড়ার ২ হাতের মধ্যে মাদা তৈরি করতে হবে। গাছের গোড়ায় যেন পানি জমে না থাকে সেজন্য পানি নিষ্কাশনের নালার ব্যবস্থা করতে হবে।</p>
                <p className="card-text"><b>লাগানোর নিয়ম</b><br />বীজ শোধন করে লাগালে এর প্রধান এবং একমাত্র রোগ, গোড়া পচা রোগের হাত থেকে রক্ষা পাওয়া যায়। এক্ষেত্রে কার্বেন্ডাজিম গ্রুপের অনুমোদিত যে কোনো ওষুধ ২ গ্রাম অথবা ম্যানকোজেব গ্রুপের অনুমোদিত যে কোনো ওষুধ ৩ গ্রাম হারে প্রতি লিটার পানিতে মিশিয়ে ৩০-৪০ মিনিট ডুবিয়ে রেখে, বীজ তুলে ছায়ায় শুকিয়ে গর্তে লাগাতে হবে। এছাড়াও কাঁচা গোবর পানিতে গুলে ২ গ্রাম হারে কার্বেন্ডাজিম/ম্যানকোজেব দিয়ে তার মধ্যে বীজ/কন্দ ডুবিয়ে তুলে ছায়ায় শুকিয়ে লাগালে তাড়াতাড়ি অঙ্কুরোদগম এবং শোধিত হয়।</p>
                <p>মুখী উপরদিকে রেখে মাটির উপরের স্তর থেকে ৪ আঙুল নিচে বীজ/কন্দ লাগাতে হবে। মাটিতে রস না থাকলে ১০-১৫ দিন অন্তর অন্তর সেচ দিতে হবে। এক্ষেত্রে লাগানোর স্থানে খড়/কচুরিপানা দিয়ে ঢেকে দেয়া যেতে পারে। হাফ কেজি থেকে ২ কেজি ওজনের বীজ/কন্দ লাগালে ভালো ফলন পাওয়া যায়। এছাড়াও প্রথম বছর ফসল না তুলে রেখে দিলে পরবর্তী বছর এ থেকে সুঠাম চারা বের হয় এবং ওই চারা লাগালে ফলনও বেশি হয়। মার্চ এপ্রিল (ফাল্গুন-চৈত্র) মাসে এ আলু বপনের উপযুক্ত সময়।</p>
                <p>চারা গজানোর পর থেকেই জমি/গাছের মাদা আগাছা মুক্ত রাখতে হবে। এক্ষেত্রে গোড়ার মাটি বেশি আলগা না হয় এবং দাওয়ালি/কুরনি বা কোদালের আঘাত যেন গাছে না লাগে সেদিকে সতর্ক দৃষ্টি রাখতে হবে। কারণ এতে গাছের গোড়ায় জলাবদ্ধতা এবং গোড়া পচা রোগে ফলনের ব্যাপক ক্ষতি হতে পারে।চারা লাগানোর এক মাস পর পর ২-৩ বার ইউরিয়া ৫০ গ্রাম এবং পটাশ ৫০ গ্রাম হারে প্রতিটি গাছের গোড়ার চারপাশের মাটিতে ২-৩  আঙুল গভীরে প্রয়োগ করতে হবে। লতানো গাছের অবলম্বন, মাচা যত ভালো হবে এবং গাছ যত প্রসারিত হতে পারবে মাটির নিচের আলু তত বড় হবে।</p>
                <p>মেটে আলুতে রোগ এবং পোকার আক্রমণ নেই বললেই চলে। তবে কোনো কোনো ৰেত্রে শোষক পোকার আক্রমণ দেখা যায়। এক্ষেত্রে কীটনাশক হিসেবে সেভিন প্রয়োগ করা যেতে পারে। রোগের ৰেত্রে মেটে আলুতে ছত্রাকের কারণে ডাঁটায় /লতায় প্রথমে বাদামি দাগ হয় এবং পরে গোড়া/পাতা পচে ঢলে পড়ে। এক্ষেত্রে কপার অঙিক্লোরাইড গ্রুপের ওষুধ ৪ গ্রাম অথবা কার্বেন্ডাজিম ২ গ্রাম হারে প্রতি লিটার পানিতে মিশিয়ে গাছের গোড়ার  মাটি ভিজিয়ে স্প্রে করতে হবে। কোনো কোনো ক্ষেত্রে শামুকও ক্ষতি করে থাকে। হাত দিয়ে শামুক মেরে এর হাত থেকে সহাজেই রক্ষা পাওয়া সম্ভব।মেটে আলু তোলা/সংগ্রহের সঠিক সময় মেটে আলুর জীবনকাল ৮-১০ মাস।</p>
                <p>কার্তিক-অগ্রহায়ণে ঠান্ডা পড়তে শুরু করলে পাতা হলদে হয়ে পুরো গাছ শুকিয়ে যায়। পুরোপুরি শুকিয়ে গেলে আলু তোলা উচিত। এতে আলু পরিপক্বতার কারণে বীজের মান উন্নত এবং স্বাদ বৃদ্ধি পায়। ভাদ্র-আশ্বিন মাসে মেটে আলুর গোড়ার মাটি সরিয়ে মুখের অংশ ঠিক রেখে নিচের দিক থেকে খাওয়ার জন্য কিছুটা আলু কেটে নেয়া যায়। এতে গাছ মরে যায় না বরং ওই কাটা অংশে আলু  আগের অবস্থায় স্বাভাবিক নিয়মে বড় হতে থাকে।  উন্মুক্ত জায়গায় চাষ করে মাদাপ্রতি সর্বোচ্চ ৫০-৬০ কেজি পর্যন্ত গড় আলু পাওয়া সম্ভব। এছাড়াও জাংলা/মাচায় চাষেও সন্তোষজনক ফলন পাওয়া যায়। বিঘাপ্রতি মেটে আলুর গড় ফলন ৩-৪ টন হয়ে থাকে।</p>
                <p className="card-text"><b>উপসংহার</b><br />অন্য সবজির তুলনায় এই সবজি উৎপাদনে ঝুঁকি, রোগবালাই অত্যন্ত কম। আমাদের দেশে মানুষের শারীরিক পুষ্টিহীনতা দূর করতে, সবজির ঘাটতি মেটাতে, পরিত্যক্ত স্থানের সঠিক ব্যবহার করতে, বিষমুক্ত সবজি পেতে ও আর্থিক স্বচ্ছলতা আনয়নে এ সবজিটি বিশেষ অবদান রাখতে পারবে। আমি একজন চাষি হিসেবে মনে করি মেটে আলু চাষের মাধ্যমে আর্থিকভাবে লাভবান এবং উৎপাদনমুখী উন্নয়ন করা সম্ভব। মেটে আলু আদি কাল থেকে ব্যবহার হওয়া সত্ত্বেও এর বৈজ্ঞানিক পদ্ধতিতে চাষাবাদে প্রসার-প্রচার হয়নি বিধায় ব্যাপকভাবে এর চাষের উন্নয়নও ঘটেনি। অথচ একটু সচেতন হলে অতি সহজে কম খরচে সহজলভ্য সবজি মেটে আলু চাষ করা যায় যা কিনা পুষ্টির অভাব পূরণে যথেষ্ট ভূমিকা রাখতে পারে।</p>

            </div>
        </div >

    );
};

export default MeteAluInfo;