import React from 'react';
import { Divider, Typography } from '@mui/material';
import maskolaiDal from '../../../../../images/Agri-info/crops/maskolai_মাসকলাই.png';
import useDocumentTitle from '../../../../../hooks/useDocumentTitle';

const MaskolaiDalInfo = () => {

    // dynamic title
    useDocumentTitle("মাসকলাই");

    return (

        <div className=" rounded-3 bg-white my-4 px-5">
            <Typography
                sx={{
                    textAlign: "center",
                    pb: 2,
                    pt: 3,
                    fontWeight: 600,
                    color: 'rgb(37, 36, 36, 0.83)'
                }}
                variant="h4"
                noWrap
                component="div"
            >
                মাসকলাই
            </Typography>
            <Divider />

            <div className="card mt-4 mb-3 border-0 rounded-0">
                <div className="row g-0">
                    <div className="col-md-4">
                        <img src={maskolaiDal} className="img-fluid rounded-0 h-100" alt="..." />
                    </div>
                    <div className="col-md-8">
                        <div className="card-body text-start ">
                            <p className="card-text"><b>পুষ্টি মূল্য : </b><br />মাসকলাই ডালে প্রচুর পরিমানে খাদ্য শক্তি ও প্রোটিন আছে।</p>
                            <p><b>ব্যবহার: </b>ডাল হিসেবে প্রধানত খাওয়া হয়।</p>
                            <p className="card-text"><b>উপযুক্ত জমি ও মাটি:</b><br />বেলে দো-আঁশ ও পলি দো-আঁশ মাটি, মাঝারি উঁচু এবং সুনিষ্কাশিত জমি মুগ আবাদের জন্য উপযোগী।</p>
                            <p className="card-text"><b>জাত পরিচিতি: <br />বারি মাস-১ (পান্ত):</b><br />এ জাতের বীজের রং কালচে বাদামি। বীজের আকার বড়। হাজার বীজের ওজন ৩৮-৪৩ গ্রাম। জাতটি দিবস নিরপেক্ষ হওয়ার ফলে খরিফ-১ ও খরিফ-২ মৌসুমে চাষ</p>

                        </div>
                    </div>
                </div>
            </div>

            <div className='text-start pb-5'>
                <p> করা যায়। ডাল রান্নার সময়কাল ৩০-৩৫ মিনিট। আমিষের পরিমাণ ২১-২৩%। জীবনকাল ৬৫-৭০ দিন। ফলন হেক্টরপ্রতি ১.৪-১.৫ টন। এ জাত হলদে মোজাইক ভাইরাস রোগ সহনশীল।</p>
                <p className="card-text"><b>বারি মাস-২ (শরৎ):</b><br />স্থানীয় জাতের মত লতানো হয় না। পত্রফলক মাঝারি সরু। পাকা ফলের রং কালচে, ফল খাড়া, ফলের গায়ে শুং আছে। বীজের রং কালচে। বীজের আকার স্থানীয় জাতের চেয়ে বেশ বড়। হাজার বীজের ওজন ৩২-৩৬ গ্রাম। ডাল রান্নার সময়কাল ৩০-৩৫ মিনিট। আমিষের পরিমাণ ২১-২৪%। জীবনকাল ৬৫-৭০ দিন। ফলন হেক্টরপ্রতি ১.৪-১.৬ টন। জাতটি দিবস নিরপেক্ষ এবং হলদে মোজাইক ভাইরাস রোগ সহনশীল।</p>
                <p className="card-text"><b>বারি মাস-৩ (হেমন-):</b><br />গাছের আকার মধ্যম। স্থানীয় জাতের মত লতানো হয় না। ফল পাকলে কালো হয়। শুটিতে ঘন শুং আছে। বীজের রং কালচে। বীজের আকার স্থানীয় জাতের চেয়ে বেশ বড়। হাজার বীজের ওজন ৪০-৪৫ গ্রাম। ডাল রান্নার সময়কাল ৩০-৩৭ মিনিট। আমিষের পরিমাণ ২১-২৪%। জীবনকাল ৬৫-৭০ দিন। ফলন হেক্টরপ্রতি ১.৫-১.৬ টন। এ জাত হলদে মোজাইক ভাইরাস রোগ সহনশীল।</p>
                <p className="card-text"><b>বীজ বপন:</b><br />ছিটিয়ে এবং সারি করে বপন করা যায়। সারিতে বপনের ক্ষেত্রে সারি থেকে সারির দূরত্ব ৩০ সেমি রাখতে হবে। খরিফ-২ মৌসুমে ছিটিয়ে বোনা যায়। প্রতি হেক্টরে ৩৫-৪০ কেজি বীজ দরকার হয়। ছিটিয়ে বপনের ক্ষেত্রে বীজের পরিমাণ কিছু বেশি দিতে হবে। এলাকা ভেদে বপন সময়ের তারতম্য দেখা যায়। খরিফ-১ মৌসুমে মধ্য-ফাল্গুন থেকে ৩০শে ফাল্গুন (ফেব্রুয়ারির শেষ হতে মধ্য-মার্চ) এবং খরিফ-২ মৌসুমে ১লা ভাদ্র থেকে ১৫ই ভাদ্র (আগস্টের ১৫-৩১)। তবে মধ্য-সেপ্টেম্বর পর্যন্ত বপন করা যায়।</p>
                <p className="card-text"><b>সার ব্যবস্থাপনা:</b><br />অনুর্বর জমিতে হেক্টরপ্রতি নিম্নরূপ সার ব্যবহার করতে হবে।</p>
                <div className='d-flex g-0'>
                    <div className='col'>
                        <p><b>সারের নাম</b></p>
                        <p>ইউরিয়া</p>
                        <p>টিএসপি</p>
                        <p>এমওপি </p>
                        <p>অণুজীব সার</p>
                    </div>
                    <div className='col-10'>
                        <p><b>সারের পরিমাণ কেজি/হেক্টর</b></p>
                        <p>৪০-৫০</p>
                        <p>৮৫-৯৫</p>
                        <p>৩০-৪০</p>
                        <p>৪-৫</p>
                    </div>
                </div>
                <p>শেষ চাষের সময় সমুদয় সার প্রয়োগ করতে হবে। অপ্রচলিত এলাকায় আবাদের জন্য সুপারিশ মোতাবেক নির্দিষ্ট অণুজীব সার প্রয়োগ করা যেতে পারে। তবে প্রতি কেজি বীজের জন্য ৮০ গ্রাম হারে অণুজীব সার প্রয়োগ করা যেতে পারে। ইনোকুলাম সার ব্যবহার করলে ইউরিয়া সার প্রয়োগ করতে হয় না।</p>
                <p className="card-text"><b>সেচ ও আগাছা ব্যবস্থাপনা:</b><br />বপনের ২০ দিনের মধ্যে একবার আগাছা দমন করা প্রয়োজন। বৃষ্টিপাতের ফলে যাতে জলাবদ্ধতার সৃষ্টি হতে না পারে সেজন্য অতিরিক্ত পানি বের করে দেওয়ার ব্যবস্থা রাখতে হবে।</p>
                <p><b>রোগ ব্যবস্থাপনা: <br />রোগের নাম: মাসকলাইয়ের পাতার দাগ রোগ</b></p>
                <p className="card-text"><b>ক্ষতির নমুনা: </b><br />পাতায় ছোট ছোট লালচে বাদামি বর্ণের গোলাকৃতি হতে ডিম্বাকৃতির দাগ পড়ে। আক্রান- পাতার উপর ছিদ্র হয়ে যায়। আক্রমণের মাত্রা বেশি হলে সম্পূর্ণ পাতা ঝলসে যায়। পরিত্যক্ত ফসলের অংশ, বায়ু ও বৃষ্টির মাধ্যমে এ রোগ বিস্তার লাভ করে।</p>
                <p><b>অনুকুল পরিবেশ:</b> বেশি আর্দ্রতা (৮০%) এবং উচ্চ তাপে (২৮ ডিগ্রী সে.) এ রোগ দ্রুত বিস্তার লাভ করে।</p>
                <p className="card-text"><b>ব্যবস্থাপনা:</b><br /> বাভিস্টিন (০.২%) নামক ছত্রাকনাশক ১২-১৫ দিন পরপর ২-৩ বার সেপ্র করতে হবে। রোগ প্রতিরোধী জাত ব্যবহার (বারি মাস-১, ২, ৩) করতে হবে।</p>
                <p className="card-text"><b>রোগের নাম: মাসকলাইয়ের পাউডারি মিলডিউ <br />ক্ষতির নমুনা:</b><br /> এ রোগে পাতায় পাউডারের মত আবরণ পড়ে। সাধারণত: শুষ্ক মৌসুমে এ রোগের প্রকোপ বেশি দেখা যায়। বীজ, পরিত্যক্ত গাছের অংশ ও বায়ুর মাধ্যমে এ রোগ বিস্তার লাভ করে।</p>
                <p className="card-text"><b>ব্যবস্থাপনা: </b><br />বিকল্প পোষক ও গাছের পরিত্যক্ত অংশ পুড়ে ফেলতে হবে। টিল্ট-২৫০ বা থিওভিট (০.২%) ১০-১২ দিন পরপর ২-৩ বার সেপ্র করতে হবে।</p>
                <p className="card-text"><b>রোগের নাম: মাসকলাইয়ের হলদে মোজাইক ভাইরাস রোগ <br />ক্ষতির নমুনা:</b><br /> মোজাইক ভাইরাস দ্বারা এ রোগ হয়ে থাকে। আক্রান্ত পাতার উপর হলদে সবুজ দাগ পড়ে। সাধারণত: কচি পাতা প্রথমে আক্রান্ত হয়। আক্রান- বীজ ও বায়ুর মাধ্যমে এ রোগ বিস্তার লাভ করে। সাদা মাছি নামক পোকা এ রোগের বাহক হিসেবে কাজ করে।</p>
                <p><b>অনুকুল পরিবেশ:</b> বিকল্প পোষক ও সাদা মাছির আধিক্য এ রোগ দ্রুত বিস্তারে সহায়ক।</p>
                <p className="card-text"><b>ব্যবস্থাপনা: </b><br />রোগ মুক্ত বীজ ব্যবহার করতে হবে। সাদা মাছি দমনের জন্য অনুমোদিত কীটনাশক প্রয়োগ করতে হবে। আক্রান- গাছ তুলে পুড়ে ফেলতে হবে।</p>
                <p className="card-text"><b>ফসল তোলা</b><br />খরিফ-১ মৌসুমে মধ্য বৈশাখ (মে মাসের শেষ) এবং খরিফ-২ মৌসুমে মধ্য-কার্তিক (অক্টোবর মাসের শেষ) মাসে ফসল সংগ্রহ করতে হবে।</p>
                <p className="card-text"><b>গুদামজাত ডালের পোকা ব্যবস্থাপনা <br />ভূমিকা:</b><br /> পূর্ণবয়স্ক পোকা ও কীড়া উভয়ই গুদামজাত ডালের ক্ষতি করে থাকে।</p>
                <p className="card-text"><b>ক্ষতির নমুনা: </b><br />এ পোকা ডালের খোসা ছিদ্র করে ভিতরে ঢুকে শাঁস খেতে থাকে। ফলে দানা হাল্কা হয়ে যায়। এর ফলে বীজের অঙ্কুরোদগম ক্ষমতা নষ্ট হয়ে যায় এবং খাওয়ার অনুপযুক্ত হয়ে পড়ে।</p>
                <p className="card-text"><b>ব্যবস্থাপনা:</b><br /> গুদামজাত করার আগে দানা ভালভাবে পরিষ্কার করতে হয়। ডালের দানা শুকিয়ে পানির পরিমান ১২% এর নিচে আনতে হবে। বীজের জন্য টন প্রতি ৩০০ গ্রাম ম্যালাথিয়ন বা সেভিন ১০% গুড়া মিশিয়ে পোকার আক্রমণ প্রতিরোদ করা যায়। ফসটক্সিন ট্যাবলেট ২টি বড়ি প্রতি ১০০ কেজি গুদামজাত ডালে ব্যবহার করতে হয়। এ বড়ি আবদ্ধ পরিবেশে ব্রবহার করতে হয়।</p>

            </div>
        </div >

    );
};

export default MaskolaiDalInfo;