import React from 'react';
import { Divider, Typography } from '@mui/material';
import chingrimas from '../../../../../images/Agri-info/fish/chingrimas_চিংড়ির রোগ.jpg';
import useDocumentTitle from '../../../../../hooks/useDocumentTitle';

const ChingrimasInfo = () => {

    // dynamic title
    useDocumentTitle("চিংড়ির রোগ");

    return (

        <div className=" rounded-3 bg-white my-4 px-5">
            <Typography
                sx={{
                    textAlign: "center",
                    pb: 2,
                    pt: 3,
                    fontWeight: 600,
                    color: 'rgb(37, 36, 36, 0.83)'
                }}
                variant="h4"
                component="div"
            >
                চিংড়ির রোগ
            </Typography>
            <Divider />

            <div className="card mt-4 mb-3 border-0 rounded-0">
                <div className="row g-0">
                    <div className="col-md-4">
                        <img src={chingrimas} className="img-fluid rounded-0 h-100" alt="..." />
                    </div>
                    <div className="col-md-8">
                        <div className="card-body text-start ">
                            <p className="card-text"><b>প্রতিকার ও প্রতিরোধ ব্যবস্থাপনা</b><br />প্রতি বছর চিংড়ি রপ্তানি করে প্রচুর বৈদেশিক মুদ্রা অর্জিত হচ্ছে। ২০০১-২০০২ অর্থ বছরে চিংড়ি রপ্তানি থেকে প্রায় ২০০০ কোটি টাকা বৈদেশিক মুদ্রা অর্জিত হয়েছে। বর্তমানে প্রায় ১ লক্ষ ৫০ হাজার হেক্টর জমিতে চিংড়ি চাষ হচ্ছে এবং উৎপাদিত চিংড়ির শতকরা ৮০ ভাগ বাগদা এবং ২০ ভাগ মিঠা পানির গলদা। সাম্প্রতিক বছর গুলোতে বাগদা চিংড়ি চাষে হোয়াইট স্পট বা চাইনা ভাইরাসরোগ মারাত্নক বিপর্যয় বয়ে আনছে। </p>
                            <p>পুকুর বা ঘেরের চিংড়ির অস্বাভাবিক আচরণ দেখা দিলেই বুঝতে হবে চিংড়ি রোগের আক্রান্ত হয়েছে। মাটির প্রকৃতি, পানির তাপমাত্রা, লবণাক্ততা, অক্সিজেন, পি এইচ ইত্যাদির সমষ্ঠিগত বৈশিষ্ঠ্যের এক বা একাধিক গুণাবলী খারাপ হলে চিংড়ি দুর্বল ও রোগাক্রান্ত হয়। অধিক হারে পোনা মজুদ, অতিরিক্ত খাদ্য ও সার প্রয়োগ, কম গভীরতা উচ্চতাপ, হঠাৎ করে লবণাক্ত কম বেশী হওয়া ইত্যাদি অসহনীয় পরিবেশের কারণেই রোগের প্রাদুর্ভাব হয়।</p>

                        </div>
                    </div>
                </div>
            </div>

            <div className='text-start pb-5'>
                <p className="card-text"><b>রোগের নাম কারণ ও লক্ষন <br />১) হোয়াইট স্পট বা চায়না ভাইরাস রোগ:</b><br />চিংড়ি পোনা ঘেরে ছাড়ার ৩০-৭০ দিনের মধ্যে এ রোগ দেখা দিতে পারে। প্রথম দিকে রোগের কোন বাহ্যিক লক্ষণ দেখা যায়না। ৩/৪ দিন পর রোগর তীব্রতা বৃদ্ধি পায়। চিংড়ি পাড়ের কাছে জড়ো হয় এবং গায়ে, মাথায় খোলসে সাদা সাদা স্পট দেখা যায় এবং নির্লাভ বা লালচে হয়ে যায়।</p>
                <p><b>আক্রান্ত প্রজাতি</b></p>
                <p className="card-text"><b>বাগদা <br />চিকিৎসা প্রতিকার</b><br />তেমন কোন চিকিৎসা নেই। আজে বাজে ঔষধ বা কেমিক্যাল ব্যবহার না করে পানির গুণগত মান উন্নত করতে হবে।</p>
                <p className="card-text"><b>প্রতিরোধ</b><br />ঘেরের তলদেশের পচাঁ কাদা মাটি তুলে ফেলুন। চুন সার দিয়ে জমি প্রত্তুত করতে হবে। অন্য রোগাক্রান্ত খামারের বজ্য পারন যাতে ঘেরে প্রবেশ করতে না পারে সেদিকে সতক দৃষ্টি রাখতে হবে।</p>
                <p className="card-text"><b>২) মস্তক হলুদ রোগ</b><br />Yellow Head নামক ভাইরাস দ্বারা এ রোগ হয়। যকৃত অগ্ন্যাশয় গ্রন্হি, ফ্যাকাশে হবার ফলে মস্তক হলুদ বর্ণ ধারণ করে। পোনা মজুদের ২৫-৩০ দিনের মধ্যে এ রোগ ধরা পড়ে। এরোগে ও ব্যাপক আকারে চিংড়ি মারা যায়।</p>
                <p><b>আক্রান্ত প্রজাতি <br />বাগদা</b></p>
                <p className="card-text"><b>চিকিৎসা প্রতিকার</b><br />এরোগে চিকিৎসায় ঔষধে কাজ হয়না। ফাইটো ফ্লাংকটন চাষ করলে এ রোগ অনেকটা নিয়ন্তণে রাখা যায়।</p>
                <p className="card-text"><b>৩) চিংড়ির কালো ফুলকা রোগ</b><br /> পুকুরের তলায় মাত্রাতিরিক্ত হাইড্রোজেন সালফাইট এবং অন্যান্য জৈব পদার্থের কারণে এ রোগ দেখা যায়। এরোগে চিংড়ির ফুলকায় কাল দাগ ও পচন দেখা যায়। খাদ্য গ্রহণে অনীহা দেখা যায়। আক্রান্ত চিংড়ি ধীরে ধরে মারা যায়।</p>
                <p><b>আক্রান্ত প্রজাতি <br />বাগদা</b></p>
                <p className="card-text"><b>চিকিৎসা প্রতিকার</b><br />পুকুরের তলদেশে আচড়িয়ে দিয়ে বা হড়া টেনে দ্রুত পানি পরিবর্তনের ফলে এরোগে উন্নতি হয়। গলদা চাষে মিথাইলিন ব্লু ব্যবহার করে ভাল ফল পাওয়া যায়। Ascorbic acid 2000 mg/কেজি খাদ্যে মিশিয়ে খাওয়ালে ভালফল পাওয়া যায়।</p>
                <p className="card-text"><b>প্রতিরোধ</b><br />পুকুর প্রস্তুতকালীন সময়ে তলদেশের প্যাক মাটি তুলে ভালমত শুকিয়ে এবং পরিমানমত চুন/ডলমাইট/ব্লিচিং পাউডার দিতে হবে। পুকুরের পাড়ে পাতা ঝরা গাছ কেটে ফেলতে হবে।</p>
                <p className="card-text"><b>৪) কাল দাগ রোগ</b><br />এটা চিংড়ির এক মারাত্নক ব্যাকটেরিয়া জনিত রোগ। পুকুরের অত্যধিক জৈব পদার্থ থাকার কারণে এ রোগ হয়। চিংড়ির খোলস লেজ ও ফুলকায় কাল কাল দাগ হয়। খোলসের গায়ে ছিদ্র হয়। পরবর্তীতে ফাঙ্গাস দ্বারা আক্রান্ত হয়ে চিংড়ি মারা যায়।</p>
                <p><b>আক্রান্ত প্রজাতি <br />বাগদা</b></p>
                <p className="card-text"><b>চিকিৎসা প্রতিকার</b><br />দ্রুত পানি পরিবতন এবং প্যাডেল হুইলের সাহায্যে বায়ু সঞ্চালনের রোগের প্রকোপ কমে যায়। মিথাইল ব্লু (২-৫ পিপিএম) পানিতে ব্যবহার করে রোগ নিরাময় করা যায়।</p>
                <p className="card-text"><b>প্রতিরোধ</b><br />পুকুরের তলায় পঁচা কাদা মাটি তুলে, ভাল মত শুকিয়ে  ‍চুন-সার দিয়ে পুকুর ভালভাবে প্রস্তুত করতে হবে।</p>
                <p className="card-text"><b>৫) খোলস নরম রোগ</b><br />ক্যালসিয়াম জনিত পুষ্ঠির অভাবে এ রোগ হয়। অনেকে এক স্পঞ্জ রোগ বলে। পানির লবণাক্ততা কমে গেলে ও এ রোগে বাগদা চিংড়ি আক্রান্ত হতে পারে। খোলস বদলানোর ২৪ ঘন্টা পর ও শক্ত হয় না, কম বাড়ে ও ক্রমশঃ দূবল হয়ে মারা যায়।</p>
                <p><b>আক্রান্ত প্রজাতি <br />বাগদা</b></p>
                <p className="card-text"><b>চিকিৎসা প্রতিকার</b><br />ক্যালসিয়ামসহ সম্পূরক খাদ্য প্রয়োগ করে পুষ্টির অভাব দুর করতে পারলে এ রোগ ভাল হয়। পানিতে শতাংশে ১ কেজি পরিমান পাথুরে চুন প্রয়োগ করলে ভাল ফল পাওয়া যায়।</p>
                <p className="card-text"><b>প্রতিরোধ</b><br />ভাল মত পুকুর শুকিয়ে চুন দিয়ে চাষের জন্য প্রস্তুত করতে হবে। রোগের আক্রমণ হলে বড় চিংড়ি ধরে পেলতে হবে। খামারে পানি নিষ্কাশনে ও প্রবেশের পৃথক ব্যবস্থা রাখতে হবে।</p>
                <p className="card-text"><b>সতকতা ও করনীয় :<br />প্রতিকারের চেয়ে প্রতিরোধই উত্তম</b><br />
                    • চিংড়ি ঘেরের আকার ছোট করুন ও থঘরে আলাদা নার্সারীর ব্যবস্থা করুন।<br />
                    • পোনা মজুদহার একর প্রতি ৩ থেকে ৪ হাজারের মধ্যে রাখুন।<br />
                    • ঘের ভূক্ত আলাদা নাসারীতে চিংড়ি পোনা ২-৩ সপ্তাহ প্রতিপালনের পর চাষের ঘেরে নালা কেটে বের করে দিন।<br />
                    • প্রস্তুত কালীন সময়ে পরিমিত চুন (কমপক্ষে শতাংশে ১ কেজি) প্রয়োগ করুন।<br />
                    • চাষকালীন সময়ে পানি পরিবতনের পরপরই প্রতি শতাংশে ৫০-১০০ গ্রাম কার্বনেট চুন প্রয়োগ করে পানি শোধন করুন।<br />
                    • ঘেরের পানির গভীরতা কম পক্ষে ৩-৪ ফুট রাখুন।<br />
                    • ১৫ দিন বা একমাস অন্তর অন্তর ঘেরের বজ্য পানি বের করে নতুর পানি ঢুকানোর ব্যবস্থা করুন।<br />
                    • রাক্ষুসে মাছ, কাকরা ও অন্যান্য চিংড়ি ভূক প্রাণী নিয়ন্ত্রণ করুন।<br />
                    • খামার জলজ আগাছা মুক্ত রাখুন ও বাঁশের কনচি গাছের শুকনা ডালপালা দিয়ে আশ্রয় করে দিন।<br />
                    • কোন সমস্যা দেখা দিলে সাথে সাথে নিকটস্থ মৎস্য কর্মকর্তার সাথে পরামর্শ করুন। </p>

            </div>
        </div >


    );
};

export default ChingrimasInfo;