import React from 'react';
import { Divider, Typography } from '@mui/material';
import gutiUrea from '../../../../../images/Agri-info/crops/gutia urea_গুটি ইউরিয়া যন্ত্র.jpg';
import useDocumentTitle from '../../../../../hooks/useDocumentTitle';

const GutiUreaInfo = () => {

    // dynamic title
    useDocumentTitle("গুটি ইউরিয়া যন্ত্র");

    return (

        <div className=" rounded-3 bg-white my-4 px-5">
            <Typography
                sx={{
                    textAlign: "center",
                    pb: 2,
                    pt: 3,
                    fontWeight: 600,
                    color: 'rgb(37, 36, 36, 0.83)'
                }}
                variant="h4"
                component="div"
            >
                গুটি ইউরিয়া যন্ত্র
            </Typography>
            <Divider />

            <div className="card mt-4 mb-3 border-0 rounded-0">
                <div className="row g-0">
                    <div className="col-md-4">
                        <img src={gutiUrea} className="img-fluid rounded-0 h-100" alt="..." />
                    </div>
                    <div className="col-md-8">
                        <div className="card-body text-start ">
                            <p>বাংলাদেশ ধান গবেষণা ইনস্টিটিউটের ফার্ম মেশিনারী এন্ড পোষ্ট হারেভষ্ট টেকনোলজি (এফএমপিএইচটি) বিভাগ একটি হস্তচালিত গুটি ইউরিয়া প্রয়োগ যন্ত্র উদ্ভাবন করেছে যার মাধ্যমে একজন শ্রমিক প্রতি ঘন্টায় একবিঘা জমিতে গুটি ইউরিয়া প্রয়োগ করতে পারে। প্রচলিত পদ্ধতিতে একজন শ্রমিক সারাদিনে দক্ষতাভেদে ২০-৩০ শতাংশ জমিতে গুটি ইউরিয়া প্রয়োগ করতে পারে। সুতরাং প্রচলিত পদ্ধতির তুলনায় যন্ত্রের কার্ষক্ষমতা ৭-৮ গণ বেশী।</p>
                            <p>উদ্ভিদের জন্য অত্যাবশকীয় পুষ্টি উপাদানগুলির মধ্যে নাইট্রোজেন অন্যতম। দেশে ব্যবহৃত মোট ইউরিয়া সারের প্রায় ৮০ শতাংশ ধান উৎপাদনে ব্যবহৃত হয়। ধানের জমিতে প্রয়োগকৃত ইউরিয়া পর্যায়ক্রমে হাইড্রোলাইসিস, অ্যামোনিফিকেশন, নাট্রিফিকেশন, ডি- নাট্রিফিকেশন, ভোলাটিলাইজেশন ও পারকোলেশন প্রক্রিয়ায় গ্যাস</p>

                        </div>
                    </div>
                </div>
            </div>

            <div className='text-start pb-5'>
                <p>হয়ে বাতাসে উড়ে যায়, চুইয়ে মাটির নীচে চলে যায় অথবা পানির সাথে অন্য জমি বা খালে ধুয়ে গিয়ে অপচয় হয়। নাইট্রোজেন সার ব্যবস্থাপনায় মাটির ২-৩ ইঞ্চি নীচে গুটি ইউরিয়া প্রয়োগের মাধ্যমে ইউরিয়া সারের কার্যকারিতা প্রায় ৪০ থেকে ৭০ শতাংশে উন্নিত করা সম্ভব। কিন্তু গুটি ইউরিয়া সঠিক নিয়মে জমিতে প্রয়োগ করা অত্যন্ত শ্রম ও শ্রমিক নির্ভর হওয়ায় কৃষক তা ব্যবহার করতে আগ্রহী নয়। এই সমস্যা সমাধানের লক্ষে হস্ত চালিত গুটি ইউরিয়া প্রয়োগযন্ত্রটি উদ্ভাবন করা হয়েছে।</p>
                <p>ব্রি উদ্ভাবিত গুটি ইউরিয়া প্রয়োগযন্ত্রটি একজন শ্রমিকের দ্বারা সহজেই চালানো সম্ভব। এক সাথে দুই সারিতে গুটি ইউরিয়া প্রয়োগ করা যায়। বিধায় যন্ত্রের কার্যকারিতা অনেক বেশী। যন্ত্রের নির্মাণ কৌশল অত্যন্ত  সহজ হওয়ায় এটি তৈরি ক্রটি দরীকরণ ও সংরক্ষণ করা সহাজ। গুটি ইউরিয়া একসারি পরপর নিদিস্ট দুরত্বে জমিতে প্রয়োগ করতে হয় বিধায় সারি থেকে সারির দূরত্ব ২সে.মি এবং চারা থেকে চারার দূরত্ব ২০ সে. মি. বিবেচনা করে যন্ত্রটি তৈরি করা হয়েছে। যন্ত্রাটির মাধমে জমিতে নালা (Furrow) তৈরি এবং বন্ধ করার ব্যবস্থাসহ ৬-৮ সে. মি. গভীরে গুটি ইউরিয়া প্রয়োগ করা যায়। যন্ত্রটি দুটি স্কীডের উপর পদ্ধতগত ভাবে নির্মিত। দুটি স্কীডের মধ্যে বিদ্যমান চালক চাকার (Drive wheel) সাখে শ্যাফটের মাধ্যমে দুই পাশের দু’টি মিটারিং ডিভাইস সংযুক্ত। মিটারিং ডিভাইস দুটি গুটি ইউরিয়া ধারক বক্সে ( Hopper) মধ্যে এমন ভাবে সংযুক্ত করা যাতে চালক চাকাটি একটি ঘূর্ণনের সম্পন্ন করলে মিটারিং ডিভাইসও একটি ঘূর্ণন সম্পন্ন করে। প্রতিটি মিটারিং ডিভাইসে ছয়টি করে কাপ সংযুক্ত আছে। চালক চাকা ঘূণনের সাথে সাথে মিটারিং ডিভাইস ঘুরার গুটি ইউরিয়ার বক্স হতে কাপের মাধ্যমে গুটি সংগ্রহ করে বক্সের সাথে সংযুক্ত নির্গমন (Outlet)পথে ফেলে দেয়। নির্গমন পাইপটি স্কীডের নীচে সংযুক্ত নালা তৈরিকারক (Furrow opener) ডিভাইসের পিছনে সংযুক্ত থাকায় বক্স হতে সংগৃহীত গুটি নালার মধ্যে নির্গমন হয় যা পুনরায় স্কীডারের পিছনে সংযুক্ত নাল বন্ধকারকের ( Furrow choser) মাধ্যমে ঢেকে দেয়া হয়। উল্লেখ্য যে, দু,টি স্কীডের উপর গুটি ইউরিয়ার ধারক বক্স দু,টি মধ্যের চালক চাকা বরাবর স্থাপন করা আছে। চালক চাকার একটি ঘূর্ণনের মাধ্যমে যন্ত্রটি ২৪০ সেমি দূরত্ব অতিক্রম করে  এবং প্রতি প্রতিটি মিটারিং ডিভাইসে ছয়টি করে কাপ সংযুক্ত থাকায় ২৪০ সেমি দূরত্বের মধ্যে ৬ টি গুটি ইউরিয়া প্রতিস্থাপিত হয় ফলে গুটি হতে গুটির দূরত্ব হয় ৪০ সেমি।</p>
                <p>জমিতে যন্ত্রটি নেয়ার পূ্র্ব যন্ত্রের বিভিন্ন ঘূর্ণয়মান অংশে মবিল/ গ্রীস দিতে হবে। যন্ত্রটি চালানোর সময় এমন ভাবে জমিতে স্থাপন করতে হেব। যাতে দই পাশের দুটি স্কীড ও মধ্যের চালক চাকা সরি বরাবর থাকে। গুটি ইউরিয়া বক্সের ২/৩ অংশ পরিমান গুটি দ্বারা পূর্ন করতে হবে। সামনের দিকে ঠেলার (Push) মাধ্যমে যন্ত্রটি চালাতে হবে।জমির এক প্রান্ত থেকে অন্য প্রান্তে যেয়ে পুনরায় যন্ত্রটি এক সারি পর স্থাপন করে পূর্বর মত চালাতে হবে। যন্ত্র চালানোর সময় লক্ষ্য রাখতে হবে। যেন গুটি প্রয়োগ করা সারিতে পা রাখা না হয়। অর্থ্যাৎ মাধ্যের সারি বরাবর পা রেখে যন্ত্রটি চালাতে হবে। যেহেতু জমিতে চারা লাগানোর ৮/১০ দির পর গুটি ইউরিয়া প্রয়োগ করতে হয়। তাই সে সময় জমি অত্যন্ত কর্দমাক্ত থাকে । ফলে যন্ত্রটি চালানোর সময় জমিতে ছিপছিপে পানি থাকা অত্যাবশ্যক।</p>
                <p>যন্ত্রটি উদ্ভাবনে প্রধান গবেষক হিসাবে কাজ করেছেন ফার্ম মেশিনারী এন্ড পোষ্ট হারভেষ্ট টেকনোলজি বিভাগের বৈজ্ঞানিক কর্মকর্তা ইঞ্জি: মোঃ আনোয়ার হোসেন। তাছাড়া যন্ত্রটি উদ্ভাবনে সহ- গবেষক হিসাবে কাজ করেছেন ফার্ম মেশিনারী এন্ড পোষ্ট হারভেষ্ট টেকনোলজি বিভাগের ড.মোঃ সাইদুল ইসলাম (মূখ্য বৈজ্ঞানিক কর্মকর্তা এবং বিভাগীয় প্রধান), ড.মোঃ দুররুল হুদা ( উর্ধ্বতন বৈজ্ঞানিক কর্মকর্তা) ইঞ্জি: মোঃ গোলাম কিবরিয়া ভূ্ঞা (উর্ধ্বতন বৈজ্ঞানিক কর্মকর্তা),ইঞ্জি বিধান চন্দ্র নাথ (বৈজ্ঞানিক কর্মকর্তা)এবং খামার যন্ত্রপতি ও রক্ষনাবেক্ষণ বিভাগের ইঞ্জি: মাহবুবুল আলম জামী ( প্রধান বৈজ্ঞানিক কর্মকর্তা এবং বিভাগীয় প্রধান)। এফএমপিএইচটি বিভাগের গবেষণা ওয়ার্কশপের সিনিয়র মেকানিক জনাব মোঃ আকরাম হোসেন এবং বেঞ্চ মেকানিক জনাব কুমার পাল নকশা অনুযায়ী যন্ত্রটি তৈরী করেছেন।</p>

            </div>
        </div >

    );
};

export default GutiUreaInfo;