import React from 'react';
import { Divider, Typography } from '@mui/material';
import panggasMas from '../../../../../images/Agri-info/fish/Pangash_পাঙ্গাস মাছ.jpg';
import useDocumentTitle from '../../../../../hooks/useDocumentTitle';

const PanggasMasInfo = () => {

    // dynamic title
    useDocumentTitle("পাঙ্গাস মাছ");

    return (

        <div className=" rounded-3 bg-white my-4 px-5">
            <Typography
                sx={{
                    textAlign: "center",
                    pb: 2,
                    pt: 3,
                    fontWeight: 600,
                    color: 'rgb(37, 36, 36, 0.83)'
                }}
                variant="h4"
                noWrap
                component="div"
            >
                পাঙ্গাস মাছ
            </Typography>
            <Divider />

            <div className="card mt-4 mb-3 border-0 rounded-0">
                <div className="row g-0">
                    <div className="col-md-4">
                        <img src={panggasMas} className="img-fluid rounded-0 h-100" alt="..." />
                    </div>
                    <div className="col-md-8">
                        <div className="card-body text-start ">
                            <p className="card-text"><b>পাঙ্গাস মাছের চাষ পদ্ধতি</b><br />আবহমানকাল থেকে পাঙ্গাস মাছ এদেশের মানুষের জন্য রসনার উৎস হিসেবে পরিচিত। এই মাছটি প্রাকৃতিক মুক্ত জলাশয়ে বিশেষ করে দেশের দক্ষিণাঞ্চলের নদীসহ উপকূলীয় অঞ্চলে পাওয়া যায়। এক সময়ে পাঙ্গাস মাছ আভিজাত্যের প্রতীক হিসেবে উচ্চবিত্তের মাছ হিসেবে বিবেচিত ছিল। বর্তমানে পরিবেশগত পরিবর্তনের ফলে নদীর নাব্যতা দিন দিন হ্রাস পাচ্ছে। সাথে সাথে এর প্রাকৃতিক প্রজনন ক্ষেত্রসমূহ ক্ষতিগ্রস্থ হওয়ার ফলে পাঙ্গাস মাছের উৎপাদনও ক্রমশঃ কমে যাচ্ছে। তবে পুকুরে পাঙ্গাস চাষের ব্যাপক সম্ভাবনা থাকায় আশির দশক থেকেই এর ওপর কার্যক্রম অব্যহত রয়েছে।</p>
                            <p className="card-text"><b>পাঙ্গাস মাছের বিভিন্ন জাত:</b><br />পাঙ্গাস মাঝের জাতগুলোর মধ্যে দেশী পাঙ্গাস ও থাই পাঙ্গাস সবচেয়ে বেশি জনপ্রিয়। চলুন এদের পরিচয় সম্পর্কে এখন কিছু তথ্য জেনে নেই,</p>

                        </div>
                    </div>
                </div>
            </div>

            <div className='text-start pb-5'>
                <p className="card-text"><b>১. দেশী পাঙ্গাস: </b>দেশী পাঙ্গাসের রূপালী রঙের পিঠের দিকে কালচে এবং পার্শ্ব রেখার ওপরে সামান্য ধূসর। এ মাছের দেহে কোন আঁশ নেই। এখনও আমাদের দেশীয় প্রজাতির পাঙ্গাস সুস্বাদু এবং বেশি মূল্যে বিক্রি হয়ে থাকে। বাংলাদেশের পদ্মা, মেঘনা, বহ্মপুত্র ও যমুনা নদীতে এ মাছটি বেশি পাওয়া যায়। এরা প্রতিকূল পরিবেশে বেঁচে থাকতে পারে। মার্চ থেকে জুন মাস পর্যন্ত দেশের দক্ষিণ অঞ্চলের বিভিন্ন নদীসহ প্রধান নদীগুলোতে এর পোনা পাওয়া যায়।</p>
                <p className="card-text"><b>২. থাই পাঙ্গাস: </b>এদের আদিবাস থাইল্যান্ডে, কম্পুচিয়া, ভিয়েতনাম এবং পাশ্ববর্তী অঞ্চলের দেশে। আমাদের দেশে সর্বপ্রথম ১৯৯৩ সনে বিদেশী এ প্রজাতির মাছের সফল প্রজনন করানো সম্ভব হয়েছে। বর্তমানে বাণিজ্যিক চাষাবাদের ক্ষেত্রে থাই পাঙ্গাস একটি জনপ্রিয় নাম। দেশী পাঙ্গাসের চেয়ে এ জাত দ্রুত বৃদ্ধি পায়। এ মাছটি সর্বোচ্চ ১০-১২ কেজি পর্যন্ত হয়ে থাকে।</p>

                <p className="card-text"><b>পাঙ্গাস মাছের চাষ পদ্ধতি:</b><br />মাছ চাষের পদ্ধতিটি নির্ভর করে পুকুর বা জলাশয়ের বৈশিষ্ট্য, পরিবেশেগত অবস্থা, পানি নিয়ন্ত্রণ ব্যবস্থাপনা, পুঁজি, মানসম্মত পোনা প্রাপ্তি, বাজার ব্যবস্থাপনা ইত্যাদি বিষয়ের ওপরে। এসব বিষয়গুলোকে মাথায় রেখেই সিদ্ধান্ত নিতে হয় চাষ পদ্ধতিটি কেমন হবে। আজকে আমরা জানব পাঙ্গাস মাছের একক চাষ বা নিবিড় চাষ সম্পর্কে।</p>
                <p className="card-text"><b>পাঙ্গাস মাছের একক বা নিবিড় চাষাবাদ কি?</b><br />এ পদ্ধতিতে কম সময়ে বেশি উৎপাদনের উদ্দেশ্যে বেশি ঘনত্বে পোনা মজুদ করা হয়। এক্ষেত্রে আমিষ সমৃদ্ধ কৃত্রিম খাবার প্রয়োগের মাধ্যমে বেশি মুনাফা করা যায়। উন্নত চাষ ব্যবস্থাপনার মাধ্যমে হেক্টর প্রতি ১৫ থেকে ২০ টন পাঙ্গাস উৎপাদন করা সম্ভব। একক চাষে প্রতি হেক্টরে ৮ থেকে ১০ সেমি. আকারের ২০,০০০ থেকে ২৫,০০০ টি পোনা মজুদ করা যেতে পারে। তবে এক্ষেত্রে বিগত বছরের পোনা মজুদ করে অধিক উৎপাদন ও বেশি মুনাফা বাড়ানো সম্ভব।</p>
                <p className="card-text"><b>পাঙ্গাস চাষের পুকুর নির্বাচন:</b><br />
                    • পাঙ্গাস চাষের পুকুর আয়তাকার হলে ভাল হয়। পুকুরের তলা ভালভাবে সমতল করে নিতে হবে। পুকুরের পানির গভীরতা ১.৫ থেকে ২ মিটার পর্যন্ত রাখা দরকার।<br />
                    • পাঙ্গাস চাষের জন্য দোআঁশ মাটির পুকুর সবেচেয়ে ভাল। জরুরি প্রয়োজনে যাতে দ্রুত পানি দেয়া যায় সেজন্য পুকুরের কাছেই গভীর বা অগভীর নলকূপের ব্যবস্থা রাখা দরকার।<br />
                    • বর্ষায় বা অতিরিক্ত বৃষ্টিতে যাতে করে পুকুর ভেঙ্গে না যায় সেজন্য আগে থেকেই প্রয়োজনীয় মেরামত সেরে ফেলতে হয়।<br />
                    • সর্বোপরি এমন জায়গায় পুকুরটি বেছে নিতে হবে যেখানে যোগাযোগের সুবিধা ভাল এবং পর্যাপ্ত নিরাপত্তা ব্যবস্থা রয়েছে।</p>
                <p className="card-text"><b>পোনা সংগ্রহ ও পরিবহন:</b><br />পুকুরের প্রস্তুতি শেষ হলে উন্নত গুনাগুন সম্পন্ন পাঙ্গাস মাছের পোনা সংগ্রহ করতে হয়। এ জন্য বিশ্বস্ত কোন হ্যাচারী থেকে পোনা সংগ্রহ করা উচিত। পোনা পরিবহনের সময় বিশেষ সতর্কতা নিতে হবে যাতে করে পরিবহনের সময় পোনার কোন ক্ষতি না হয়। পরিবহনের আগেই চৌবাচ্চায় ৪ থেকে ৫ ঘন্টা পোনাকে উপোস রেখে টেকসই করে নিতে হবে। পরিবহনের সময় পোনাকে বেশি উত্তেজিত করা উচিৎ নয়।</p>
                <p className="card-text"><b>মাছ সংগ্রহ:</b><br />বাজারের চাহিদার ওপর ভিত্তি করে মাছ মজুদের ৫-৬ মাস পর যখন পাঙ্গাসের গড় ওজন ৫০০ থেকে ৬০০ গ্রাম হয়, তখনই মজুদকৃত মাছের ৫০% বাজারে বিক্রি করে দিতে হয়। এতে করে অবশিষ্ট মাছ দ্রুত বেড়ে ওঠার সুযোগ পায়।</p>
                <p className="card-text"><b>শেষ কথা:</b><br />খাদ্য নিরাপত্তা নিশ্চিত করে পারিপারিক পুষ্টির চাহিদা পূরণে মাছের চাষ একটি গুরুত্বপূর্ণ ভূমিকা পালন করে আসছে। সারা দেশের প্রায় আড়াই লক্ষ হেক্টর পুকুর, দীঘি ইত্যাদিসহ প্রায় ৬ থেকে ৭ লক্ষ হেক্টর জলাশয়ে পরিকল্পিতভাবে পাঙ্গাস মাছের চাষ করলে দেশের সামগ্রিক মৎস্য উৎপাদন কয়েকগুন বেড়ে যাবে। কর্মসংস্থানের সুযোগ সৃষ্টি হবে এদেশের বিপুল সংখ্যক বেকার যুব ও যুব মহিলাদের। প্রায় হারিয়ে যাওয়া আমাদের ঐতিহ্য ’মাছে ভাতে বাঙ্গালী’-কে পুনরুদ্ধার করতে তাই পাঙ্গাস মাছের চাষ একটি উল্লেখযোগ্য ভূমিকা রাখতে পারে।</p>

            </div>
        </div >


    );
};

export default PanggasMasInfo;