import React from 'react';
import { Divider, Typography } from '@mui/material';
import khachayMasChas from '../../../../../images/Agri-info/fish/Fish_খাঁচায় মাছ চাষ.jpg';
import useDocumentTitle from '../../../../../hooks/useDocumentTitle';

const KhachayMasChasInfo = () => {

    // dynamic title
    useDocumentTitle("খাঁচায় মাছ চাষ");

    return (

        <div className=" rounded-3 bg-white my-4 px-5">
            <Typography
                sx={{
                    textAlign: "center",
                    pb: 2,
                    pt: 3,
                    fontWeight: 600,
                    color: 'rgb(37, 36, 36, 0.83)'
                }}
                variant="h4"
                component="div"
            >
                খাঁচায় মাছ চাষ
            </Typography>
            <Divider />

            <div className="card mt-4 mb-3 border-0 rounded-0">
                <div className="row g-0">
                    <div className="col-md-4">
                        <img src={khachayMasChas} className="img-fluid rounded-0 h-100" alt="..." />
                    </div>
                    <div className="col-md-8">
                        <div className="card-body text-start ">
                            <p>আমাদের দেশে সাম্প্রতিক সময়ে খাঁচায় মাছ চাষ নতুন আঙ্গিকে শুরু হলেও বিশ্ব অ্যাকুয়াকালচারে খাঁচায় মাছ চাষের ইতিহাস অনেক পুরোনো। খাঁচায় মাছ চাষ শুরু হয় চীনের ইয়াংঝি নদীতে আনুমানিক ৭৫০ বছর আগে। প্রযুক্তিগত উৎকর্ষতার কারণে আধুনিক কালে খাঁচায় মাছ চাষ ক্রমাগতভাবে জনপ্রিয় হয়ে উঠছে। বিভিন্ন ধরনের জলাশয়ে নিয়ন্ত্রিত পরিবেশ উপযোগী আকারের খাঁচা স্থাপন করে অধিক ঘনত্বে বাণিজ্যিক ভাবে মাছ উৎপাদনের প্রযুক্তি হলো খাঁচায় মাছ চাষ।</p>
                            <p className="card-text"><b>বাংলাদেশে খাঁচায় মাছ চাষের সূচনাঃ</b><br />অতীতে আমাদের দেশে বিভিন্ন সময়ে খাঁচায় মাছ চাষের উদ্যোগ নেয়া হলেও সাম্প্রতিক সময়ে চাঁদপুর জেলার ডাকাতিয়া নদীতে থাইল্যান্ডের প্রযুক্তি অনুকরণে খাঁচায় মাছ চাষ সকলের দৃষ্টি আকর্ষণ করেছে। এ উদ্যোগের অগ্রপথিক হলেন</p>

                        </div>
                    </div>
                </div>
            </div>

            <div className='text-start pb-5'>
                <p>কুমিল্লার শিল্প নগরী এলাকায় (বিসিক) অবস্থিত জাল ও সুতা ফ্যাক্টরী “ফরিদ ফাইবার এন্ড উইভিং লিমিটেড” এর সত্বাধিকারী জনাব মো: বেল্লাল হোসেন। ২০০২ সাল থেকে শুরু করে মাত্র ছয় বছরের ব্যবধানে বর্তমানে চাঁদপুরের ডাকাতিয়া নদী ও লক্ষীপুর জেলায় মেঘনা নদীর রহমতখালী চ্যানেলে যথাক্রমে সাড়ে চারশত এবং পাঁচশত খাঁচায় মনোসেক্স তেলাপিয়া করা হচ্ছে; যা থেকে উৎপাদিত হচ্ছে বছরে ৭০০ মেঃ টন রপ্তানিযোগ্য তেলাপিয়া। বাংলাদেশে বাণিজ্যিকভাবে সফলতার সাথে খাঁচায় মাছ চাষের এ অধ্যায় শুরু হয় চাঁদপুর জেলার ডাকাতিয়া নদীতে। এজন্য এখানকার ব্যবস্থাপনা ও উৎপাদন মডেলকে “ডাকাতিয়া মডেল” নামে অভিহিত করা হয়।  </p>
                <p className="card-text"><b>খাঁচায় মাছ চাষে সুবিধা:</b><br />
                    • ভাসমান খাঁচায় মাছ চাষ করলে পুকুরের ন্যায় জলাশয়ের প্রয়োজন হয় না।<br />
                    • প্রবাহমান নদীর পানিকে যথাযথ ব্যবহার করে মাছ উৎপাদন বাড়ানো যায়।<br />
                    • মাছের বর্জ্য প্রবাহমান পানির সাথে অপসারিত হয় বিধায় পানিকে দূষিত করতে পারে না।<br />
                    • মাছের উচ্ছিষ্ট খাদ্য খেয়ে নদীর প্রাকৃতিক মৎস্য প্রজাতির প্রাচুর্য্য বৃদ্ধি পায়।<br />
                    • প্রবাহমান থাকায় প্রতিনিয়ত খাঁচার অভ্যন্তরের পানি পরিবর্তন হতে থাকে ফলে পুকুরের চেয়ে অধিক ঘনত্বে মাছ চাষ করা যায়।</p>
                <p className="card-text"><b>খাঁচা স্থাপনের উপযোগী স্থানঃ</b><br />
                    • খাঁচা স্থাপনের জন্য উপযোগী, নদীর এমন অংশ যেখানে একমূখী প্রবাহ কিংবা জোয়ার ভাটার শান্ত প্রবাহ বিদ্যমান। নদীর মূল প্রবাহ যেখানে অত্যধিক তীব্র স্রোত বিদ্যমান সে অঞ্চলে খাঁচা স্থাপন না করায় ভাল। নদীতে প্রতি সেকেন্ডে ৪-৮ ইঞ্চি মাত্রার পানি প্রবাহে খাঁচা স্থাপন মাছের জন্য উপযোগী, তবে প্রবাহের এ মাত্রা সর্বোচ্চ সেকেন্ডে ১৬ ইঞ্চি এর বেশী না হওয়া উচিত।<br />
                    • মূল খাঁচা পানিতে ঝুলন্ত রাখার জন্য নূন্যতম ১০ ফুট গভীরতা থাকা প্রয়োজন। যদিও প্রবাহমান পানিতে তলদেশে বর্জ্য জমে গ্যাস দ্বারা খাঁচার মাছের ক্ষতি হওয়ার সম্ভবনা কম তথাপি খাঁচার তলদেশ নীচের কাদা থেকে নূন্যতম ৩ ফুট ব্যবধান থাকা আবশ্যক।<br />
                    • স্থানটি লোকালয়ের নিকটে হতে হবে যাতে সহজে নিরাপত্তা নিশ্চিত করা যায়।<br />
                    • খাঁচা স্থাপনের স্থান থেকে যোগাযোগ ব্যবস্থা সুন্দর হতে হবে যাতে সহজে উৎপাদিত মাছ বাজারজাত করা যায়।<br />
                    • খাঁচা স্থাপনের কারণে যাতে কোনভাবেই নৌ চলাচলে বিঘ্ন না ঘটে এমন স্থান হতে হবে।<br />
                    • সর্বোপরি খাঁচা স্থাপনের জায়গাটি এমন হতে হবে যাতে শিল্প বা কলকারখানার বর্জ্য কিংবা পয়ঃনিষ্কাশন পানি অথবা কৃষিজমি থেকে বন্যা বা বৃষ্টি বিধৌত কীটনাশক প্রভাবিত পানি নদীতে পতিত হয়ে অপ্রত্যাশিতভাবে খাঁচার মাছ মারা যেতে না পারে।</p>
                <p className="card-text"><b>ভাসমান খাঁচা তৈরীর জন্য প্রয়োজনীয় উপকরণঃ</b><br />
                    খাঁচা তৈরীর জন্য প্রয়োজনীয় উপকরণ এখন আমাদের দেশেই পাওয়া যায়। উপকরণ সমূহের তালিকা হলোঃ<br />
                    • খাঁচা তৈরীর মূল পলিইথিলিন জাল (৩/৪ ইঞ্চি থেকে ১ ইঞ্চি মেসের)<br />
                    • রাসেল নেট (খাদ্য আটকানোর বেড়া তৈরীতে)<br />
                    • নাইলনের দড়ি ও কাছি<br />
                    • কভার নেট বা ঢাকনা জাল (পাখির উপদ্রব থেকে রক্ষার জন্য)<br />
                    • ১ ইঞ্চি জিআই পাইপ (৭০ ফুট প্রতিটি খাঁচার জন্য)<br />
                    • ফ্রেম ভাসমান রাখার জন্য শূন্য ব্যারেল/ড্রাম (২০০ লিটারের পিভিসি ড্রাম, ওজন ৯ কেজি’র উর্ধ্বে)<br />
                    • খাঁচা স্থির রাখার জন্য গেরাপি (অ্যাঙ্কর)<br />
                    • ফ্রেমের সাথে বাঁধার জন্য মাঝারী আকারের সোজা বাঁশ (প্রয়োজনীয় সংখ্যক)</p>
                <p className="card-text"><b>খাঁচার আকারঃ</b><br />খাঁচা তৈরির জন্য এমন জাল ব্যবহার করতে হবে যেন কাঁকড়া, গুইসাপ, কচ্ছপ ইত্যাদি ক্ষতিকর প্রাণী জালগুলো কাটতে না পারে। ডাকাতিয়া মডেলের খাঁচার জন্য সাধারণতঃ দুই আকারের জাল তৈরি করা হয়, যেমনঃ ২০ ফুটx ১০ ফুটx ৬ ফুট এবং ১০ ফুটx ১০ ফুটx ৬ ফুট। খাঁচা তৈরির জন্য জালগুলো মেস ৩/৪ ইঞ্চি থেকে ১১/৪ ইঞ্চির মধ্যে হওয়া ভাল।  এতে সহজে নদীর পরিস্কার পানি প্রতিনিয়ত খাঁচার ভিতরে সঞ্চালিত হতে পারে।</p>
                <p className="card-text"><b>খাঁচায় মাছের মজুদ ঘনত্ব নির্ধারণঃ</b><br />পানির স্রোত, জালের ফাঁসের আকার, পানির গভীরতা, প্রত্যাশিত আকারের মাছ উৎপাদন, খাদ্যের গুণগতমান এবং বিনিয়োগ ক্ষমতা ইত্যাদি বিবেচনা করেই মজুদ ঘনত্ব নির্ধরণ করা হয়। স্থাপিত খাঁচায় মাছের প্রজাতি ভেদে যেমন প্রতি ঘনমিটারে ৩০ থেকে ৪০টি পর্যন্ত মনোসেক্স তেলাপিয়া পোনা মজুত করা যাবে। মজুদকালে পোনার আকার এমন হতে হবে যাতে জালের মেসের মধ্য দিয়ে বেরিয়ে যেতে না পারে। নূন্যতম ২৫-৩০ গ্রাম আকারের পোনা মজুত করতে হবে। </p>
                <p className="card-text"><b>খাঁচায় সম্পূরক খাদ্য প্রদানঃ</b><br />বাণিজ্যিকভাবে খাঁচায় মাছ চাষ পরিচালনার জন্য প্রবাহমান পানিতে ভাসমান খাদ্যের বিকল্প নেই। বর্তমানে বেসরকারি উদ্যোগে মাছের খাদ্য বাণিজ্যিকভাবে তৈরি করার জন্য বহু খাদ্য কারখানা স্থাপিত হয়েছে। এর মধ্যে বিভিন্ন কোম্পানি পিলেট আকারের পানিতে ভাসমান সম্পূরক খাদ্য তৈরি করে থাকে।</p>
                <p>মাছ খাঁচায় মজুদের পর হতে বাজারজাত করার পূর্ব পর্যন্ত দৈহিক ওজনের বিবেচনায় খাদ্য প্রয়োগের মাত্রা ৮ শতাংশ হতে ৩ শতাংশ এর মধ্যে সীমিত রাখতে হবে। মাছের ওজন ৩০০-৫০০ গ্রাম হওয়া পর্যন্ত সম্পূরক খাদ্য প্রদান অব্যাহত রাখতে হবে। বর্তমানে কারখানায় তৈরি ভাসমান খাবার ব্যবহার করে দেখা গেছে যে, মজুদ থেকে শুরু করে বাজারজাত পর্যন্ত ৭৫০-১০০০ গ্রাম ওজনের মাছ উৎপাদন করতে সর্বোচ্চ ১.৫ কেজি খাদ্যের প্রয়োজন হয়।</p>
                <p className="card-text"><b>খাঁচায় মাছ বাছাইকরণঃ</b><br />সাধারণত প্রত্যাশিত উৎপাদনের জন্য খাঁচায় পোনা মজুদের তিন সপ্তাহ পর প্রথম বার খাঁচার মাছ বাছাই করতে হবে (তবে জাত ভেদে ভিন্ন সময় হতে পারে । দিনের তাপমাত্রার দিকে লক্ষ্য রেখে সকাল বেলা কিংবা পড়ন্ত বিকেলে খাঁচার মাছ বাছাই করা উচিত। যখন নদীর পানি বেশি প্রবাহমান থাকে তখন খাঁচার পানি দ্রুত পরিবর্তিত হতে থাকে। এ সময় খাঁচার মাছ বাছাই করা অধিক উপযোগী। বাজারজাত করার পূর্বে প্রয়োজন অনুসারে দুই তিনবার বাছাই করতে হবে।</p>
                <p className="card-text"><b>উপসংহার</b><br />আমাদের দেশে প্রচুর উপযোগী নদী রয়েছে। সারা বছর খাঁচায় মাছ চাষ করে মাছের উৎপাদন বাড়ানো সম্ভব। আমাদের দেশে এবং বিদেশেও তেলাপিয়া মাছের প্রচুর চাহিদা আছে। আমাদের দেশের নদী কিনারায় বসবাসরত জনগণ বিশেষ করে দরিদ্র জেলেগোষ্ঠি শুধুমাত্র নদী থেকে প্রাকৃতিক মাছ আহরণ করে জীবিকা নির্বাহ করে। এসব মৎসজীবীকে সংগঠিত করে মাছের উৎপাদন বাড়ানো সম্ভব, সে সাথে বছরের নির্দিষ্ট সময়ে বিশেষ করে নদীর প্রাকৃতিক মৎস প্রজাতিগুলোর প্রজনন মৌসুমে তাদের নিবৃত্ত করে নদীর প্রাকৃতিক মাছের মজুদ বাড়ানো ও বিভিন্ন মাছের প্রজাতি ধ্বংসের হাত থেকে রক্ষা করা সম্ভব। এশিয়ার অন্যান্য দেশের ন্যায় আমাদের দেশেও খাঁচায় উৎপাদিত মানসম্পন্ন তেলাপিয়া রপ্তানি করে প্রচুর বৈদেশিক মুদ্রা অর্জন করা সম্ভব। এ লক্ষ্যে আন্তর্জাতিক তেলাপিয়া বাজারে প্রবেশের জন্য নীতিনির্ধারণী মহলসহ রপ্তানিকারক প্রতিষ্ঠান ও সংশ্লিষ্ঠ সকলের এগিয়ে আসা একান্ত প্রয়োজন। </p>

            </div>
        </div >


    );
};

export default KhachayMasChasInfo;