import React from 'react';
import { Divider, Typography } from '@mui/material';
import badam from '../../../../../images/Agri-info/crops/chinabadam_বাদাম.jpg';
import useDocumentTitle from '../../../../../hooks/useDocumentTitle';

const BadamInfo = () => {

    // dynamic title
    useDocumentTitle("বাদাম");

    return (

        <div className=" rounded-3 bg-white my-4 px-5">
            <Typography
                sx={{
                    textAlign: "center",
                    pb: 2,
                    pt: 3,
                    fontWeight: 600,
                    color: 'rgb(37, 36, 36, 0.83)'
                }}
                variant="h3"
                noWrap
                component="div"
            >
                বাদাম
            </Typography>
            <Divider />

            <div className="card mt-4 mb-3 border-0 rounded-0">
                <div className="row g-0">
                    <div className="col-md-4">
                        <img src={badam} className="img-fluid rounded-0 h-100" alt="..." />
                    </div>
                    <div className="col-md-8">
                        <div className="card-body text-start ">
                            <p className="card-text fw-bold">চরাঞ্চলের বাদাম চাষ</p>
                            <p className="card-text">চরাঞ্চলের জমিতে বাদাম চাষের জন্য খুবই উপযোগী। প্রতি বছরই বাদাম চাষ করার সুযোগ রয়েছে। ভালো ফলন হলে একর প্রতি ২২-২৪ মন বাদাম উৎপাদন করা সম্ভাব। প্রয়োজন সরকারি পৃষ্ঠপোষকতা, পুজি ও প্রশিক্ষণ প্রদান করা। কারণ, তেলজাতীয় ফসলের মধ্যে চীনা বাদাম একটি গুরুত্বপূর্ন। গুনাগুন দিক থেকে চীনাবাদাম সরিষার তেলের পাশাপাশি। বাদাম অধিক লাভের অর্থকড়ি ফসল। এ দেশের আবহাওয়া ও মাটি চীনাবাদাম চাষের জন্য বেশ উপযোগী। বাউফলে ২০০৯-১০ সালের বাদাম উৎপাদনে অর্জন হয়েছে, গ্রীস্ম ৩শ ৫০ হেক্টর,</p>

                            <p className="card-text">বাউফল উপজেলার কৃষি বিভাগ সূত্রে জানা যায়, বাউফল উপজেলার বেশির ভাগ জমি তিন ফসলী। ফসলের ঘনত্ব শতকরা ৯.৮০। এ জমিতে শুঙ্ক মৌসুমে এসব জমিতে</p>

                        </div>
                    </div>
                </div>
            </div>

            <div className='text-start pb-5'>
                <p>বাদাম চাষের জন্য উপযোগী। বাউফলে ২০০৯-১০ সালের বাদাম উৎপাদনে অর্জন হয়েছে, গ্রীস্ম ৩শ ৫০ হেক্টর, তার মধ্যে উফসী ২৫০ হেক্টর ও স্থানীয় ১০ হেক্টর। উৎপাদন হয়েছে ৫শ মে: টন। এর মধ্যে উফসী ৩৭৫ মে: টর এবং স্থানীয় ১২৫ মে: টন। চরহাদি এলাকার বাদাম চাষী মতি মাতব্বর জানান, গত ১০ বছর ধরে বাদাম চাষ করে আসছে। প্রতি বছর গড়ে ৩০ মন বাদাম উৎপাদন করে। এই বছর ৫০ শতাংশ জমিতে বাদাম চাষ করেছেন। উৎপাদনের টার্গেট হচ্ছে ৩০ মন। যার বর্তমান বাজার মূল্য হচ্ছে ৬০ হাজার  টাকার। সার ওষুধ তেমন প্রয়োজন হয় না। পটুয়াখালী জেলার পার্শবর্তী এলাকা ভোলায় বেশি বাদাম চাষ হয়। সেখান থেকে অত্র এলাকার কৃষকরা বাদাম চাষে উদ্ধুদ্ধ হয়। মতি মাতব্বর বাদাম চাষ দেখে এলাকার জয়নাল শিকদার, লেদু প্যাদা এ বছর বাদাম চাষ করেন।</p>

                <p className="card-text"><b>সম্ভাবনাময় বাদাম বিশ্লেষনাত্ত্বক: </b>তেলজাতীয় ফসলের মধ্যে চীনাবাদাম একটি গুরুত্বপূর্ণ। চীনাবাদাম এ অঞ্চলে অধিক উৎপন্ন হলেও চীনাবাদাম ভেজে সরাসরি খাওয়া হয়। গুনাগুন দিক থেকে চীনাবাদাম সরিসার তেলের চেয়ে নিচুমানের নয়। চীনাবাদামের জন্য বেশ হালকা বেলে মাটি প্রয়োজন। বেলে দোআশ মাটিতে চীনাবাদাম ভালো জম্মে। চীনা বাদাম গাছ বৃদ্ধি পাওয়ার সময় মাঝারি বৃষ্টিপাত প্রচৃর সূর্যকিরন ও তুলনামূলক ভাবে অধিক তাপমাত্রা বিশেষ ভাবে উপযোগী। চীনাবাদাম ভাল হলে প্রতি একরে ২২-২৪ মন বাদাম উৎপন্ন হতে পারে। তবে বাংলাদেশে চীনাবাদামের গড় উৎপাদন মাত্র একরে ১২.৫ মন। চীনাবাদামে ৪৮-৫০ ভাগ তেল এবং ২৪-২৫ভাগ আমিষ থাকে। চীনাবাদাম হতে তেল প্রস্তুত করা হলেও পূথিবীর বিভিন্ন দেশে এর বড়ো অংশ সরাসরি খাওয়া হয়। অগ্রহায়ন মাসে বাদাম লাগানো হয়। ৫ মাস পর বৈশাখ মাসে তার ফলন পাওয়া যায়।</p>
                <p className="card-text">কৃষি সম্প্রসারন বিভাগ প্রকাশিত কৃষি কথা থেকে জানা যায়, রোগ ও তার প্রতিকার: টিক্কা বা পাতার রোগ লক্ষন হচ্ছে, সার কোছপারা এ্যারাচিডি কোলা নামক ছত্রাকের আক্রমনে পাতার সৃষ্ট দাগগুলো লালচে বাদামি বা কালো রঙের হয় এবং সারকোছপোরা পারসোনেটা নামক ছত্রাকের আক্রমনে পাতায় ছোট ছোট  গোলাকার ধৃসর বাদামি হতে কালো রঙের দাগ সৃষ্টি হয় এবং দাগগুলো একত্রিত হয়ে বড় হয়। উভয়ে ছত্রাকের ক্ষেত্রে ই গাছের বৃদ্ধির বৃদ্ধির সঙ্গে দাগের সংখ্যা বেড়ে যায়, পাতা ঝলছে যায় ফলে গাছ ফ্যাকাসে দেখায় এবং ফলন কমে যায়। এ রোগের প্রতিকার হচ্ছে,১. রোগ প্রতিরোধী জাত ব্যবহার করতে হবে। যেমন ঝিংগা বাদাম, বারি বাদাম-৭ ও বারি বাদাম ৮, ২.সুষম সার ব্যবহার ও সময়মতো সেচ প্রয়োগ করতে হবে। ৩. রোগের প্রাথমিক অবস্থা ভ্যাবিস্টিন প্রতি লিটার পানিতে ১ গ্রাম হারে মিশিয়ে ১২ দিন পরপর তিন বার স্প্রে করতে হবে।</p>
                <p className="card-text">বাউফল উপজেলা উপসহকারি কৃষি কর্মকর্তা থেকে জানা যায়, ভোজ্যতেল নিত্যকার খাদ্য সামগ্রীর একটি অবিচ্ছেদ্য উপকরন হচ্ছে বাদাম। স্বাস্থ্য রক্ষার জন্য অতীব প্রয়োজনীয়। বাদাম থেকে তেল নিষ্কাশন করে এ শারীরিক চাহিদা মিটান হয়। আরো জানা যায়, দেশের পুষ্টির ঘাটতি পূরন করতে হলে তেলবীজ বাদাম উৎপাদন বাড়াতে হবে। ভোজ্য তেলে পুষ্টির পরিমানে উপর শারীরিক সুস্থতা অনেকাংশে। দেশে বর্তমানে ১৪ লাখ একর জমিতে তেলবীজ উৎপাদিত হয়। মাত্র ১৪ লাখ ৭৫ হাজার টন এবং তেলবীজ থেকে মাত্র ১ লাখ ৩০ হাজার থেকে ১ লাখ ৪০ হাজার টন তেল উৎপাদিত হয়। কিন্তু দেশে বার্ষিক ভোজ্য তেলের প্রচুর চাহিদা পূরনে শুধুমাত্র আমদানি উপর নির্ভর করলে চলবে না, দেশীয় উৎপাদন বাড়াতে হবে। কৃষকের একটু সচেতন ভাবে কাজ করতে হবে, যা মাটির গুনাগুন বিশ্লেষন পূর্বক শস্য বিন্যাস ভিত্তিক সুষম মাত্রায় সার সুপারিশের জন্য এলাকায় মাটির নমুনা সংগ্রহ ও পরীক্ষার মাধ্যমে সম্ভাবনাময় বীজশস্য মধ্যে বাদাম রোপন করা। অভিজ্ঞমহলের অভিমত হচ্ছে, তেলবীজ উৎপাদনের জন্য বাদাম চাষে কৃষকের প্রশিক্ষনের ব্যবস্থ করা। উন্নত বীজ বিতরন করা।  </p>

            </div>
        </div >


    );
};

export default BadamInfo;