import React from 'react';
import { Divider, Typography } from '@mui/material';
import mugDal from '../../../../../images/Agri-info/crops/moog_মুগ.jpg';
import useDocumentTitle from '../../../../../hooks/useDocumentTitle';

const MugDalInfo = () => {

    // dynamic title
    useDocumentTitle("মুগ");

    return (

        <div className=" rounded-3 bg-white my-4 px-5">
            <Typography
                sx={{
                    textAlign: "center",
                    pb: 2,
                    pt: 3,
                    fontWeight: 600,
                    color: 'rgb(37, 36, 36, 0.83)'
                }}
                variant="h3"
                noWrap
                component="div"
            >
                মুগ
            </Typography>
            <Divider />

            <div className="card mt-4 mb-3 border-0 rounded-0">
                <div className="row g-0">
                    <div className="col-md-4">
                        <img src={mugDal} className="img-fluid rounded-0 h-100" alt="..." />
                    </div>
                    <div className="col-md-8">
                        <div className="card-body text-start ">
                            <p className="card-text"><b>মুগ ডাল ব্যবস্থাপনা</b><br />মুগ ডালে প্রচুর পরিমানে খাদ্য শক্তি ও প্রোটিন আছে। ডাল হিসেবে প্রধানত খাওয়া হয়। বেলে দো-আঁশ ও পলি দো-আঁশ মাটি, মাঝারি উঁচু এবং সুনিষ্কাশিত জমি মুগ আবাদের জন্য উপযোগী।</p>
                            <p className="card-text"><b>জাত পরিচিতি: <br />বারি মুগ-২ (কানি-):</b><br /> বারি মুগের কানি- জাত দিবস নিরপেক্ষ হওয়ায় খরিফ-১, খরিফ-২ এবং রবি মৌসুমের শেষ দিকেও চাষ করা যায়। রান্নার সময়কাল ১৫-১৮ মিনিট। আমিষের পরিমাণ ২০-২৪%। জীবনকাল ৬০-৬৫ দিন। ফলন হেক্টরপ্রতি ০.৯-১.১ টন। জাতটি সারকোস্পোরা দাগ ও হলদে মোজাইক রোগ সহনশীল।</p>

                        </div>
                    </div>
                </div>
            </div>

            <div className='text-start pb-5'>
                <p className="card-text"><b>বারি মুগ-৩ (প্রগতি):</b><br /> বীজ মসৃণ ও রং বাদামি সবুজ। রান্না হওয়ার সময়কাল ১৪-১৭ মিনিট। দিবস নিরপেক্ষ হওয়ায় খরিফ-১, খরিফ-২ এবং রবি মৌসুমে বিলম্বে আবাদ করা যায়। আমিষের পরিমাণ ১৯-২১%। জীবনকাল ৬০-৬৫ দিন। ফলন হেক্টরপ্রতি ১.০-১.১ টন। জাতটি সারকোস্পোরা দাগ ও হলদে মোজাইক ভাইরাস রোগ সহনশীল।</p>
                <p className="card-text"><b>বারি মুগ-৪ (রুপসা): </b><br />বীজ মসৃণ ও রং সবুজ। এ জাত দিবস নিরপেক্ষ হওয়ায় খরিফ-১, খরিফ-২ এবং রবি মৌসুমে বিলম্বে বপন করা যায়। জাতটি দেশের দক্ষিণাঞ্চলের জন্য বিশেষভাবে উপযোগী। ডাল রান্নার সময়কাল ১৫-২০ মিনিট। আমিষের পরিমাণ ২১-২৪%। জীবনকাল ৬০-৬৫ দিন। ফলন হেক্টরপ্রতি ১.২-১.৪ টন। জাতটি সারকোস্পোরা দাগ ও হলদে মোজাইক ভাইরাস রোগ সহনশীল।</p>
                <p className="card-text"><b>বারি মুগ-৬ (রুপসা):</b><br /> একই সময়ে প্রায় সব শুটি পরিপক্ক হয়। পাতা ও বীজের রং গাঢ় সবুজ এবং পাতা চওড়া। ফুল আসার পরে দৈহিক বৃদ্ধি কম। দানার আকার বড়। প্রতি ১০০ বীজের ওজন ৫.১-৫.২ গ্রাম। গম কাটার পর এপ্রিলের ১ম সপ্তাহ পর্যন- বপন করা যায়। এ ছাড়া খরিফ-২ ও রবি মৌসুমের শেষেও বপন করা যায়। হলুদ মোজাইক ভাইরাস এবং পাতার দাগ রোগ সহনশীল। জীবনকাল ৫৫-৫৮ দিন। হেক্টরপ্রতি ফলন ১৫০০ কেজি।</p>
                <p className="card-text"><b>বীজ বপন:</b><br /> ছিটিয়ে এবং সারি উভয় পদ্ধতিতেই বপন করা যায়। সারিতে বপনের ক্ষেত্রে সারি থেকে সারির দূরত্ব ৩০ সেমি রাখতে হবে।</p>
                <p>বারি মুগ-২, বারি মুগ-৩ ও বারি মুগ-৪ এর জন্য হেক্টরপ্রতি ২৫-৩০ কেজি। বারি মুগ-৫ এর জন্য ৪০-৪৫ কেজি বীজের প্রয়োজন। ছিটিয়ে বপনের ক্ষেত্রে বীজের পরিমাণ সামান্য বেশি দিতে হবে।</p>
                <p>এলাকাভেদে মুগের বপন সময়ের তারতম্য দেখা যায়। খরিফ-১ মৌসুমে ফাল্গুন মাসের প্রথম থেকে শেষ পর্যন- (ফেব্রুয়ারির শেষ ভাগ হতে মার্চের মধ্য ভাগ)। খরিফ-২ মৌসুমে শ্রাবণ-ভাদ্র মাস (আগস্টের প্রথম হতে সেপ্টেম্বরের শেষ ভাগ)। রবি মৌসুমে বরিশাল এলাকার জন্য বপনের উত্তম সময় পৌষ-মাঘ মাস (জানুয়ারির শেষ সপ্তাহ থেকে ফেব্রুয়ারির মধ্য ভাগ)।</p>
                <p className="card-text"><b>সার ব্যবস্থাপনা: </b><br />অনুর্বর জমিতে হেক্টরপ্রতি নিম্নরূপ সার ব্যবহার করতে হবে।</p>
                <div className='d-flex g-0'>
                    <div className='col'>
                        <p><b>সারের নাম</b></p>
                        <p>ইউরিয়া</p>
                        <p>টিএসপি </p>
                        <p>এমওপি</p>
                        <p>অণুজীব সার</p>
                    </div>
                    <div className='col-10'>
                        <p><b>সারের পরিমাণ কেজি/হেক্টর</b></p>
                        <p>৪০-৫০</p>
                        <p>৮০-৮৫</p>
                        <p>৩০-৩৫</p>
                        <p>৪-৫</p>
                    </div>
                </div>
                <p>শেষ চাষের সময় সমুদয় সার প্রয়োগ করতে হবে। অপ্রচলিত এলাকায় আবাদের জন্য সুনির্দিষ্ট অণুজীব সার প্রয়োগ করা যেতে পারে। তবে প্রতি কেজি বীজের জন্য ৮০ গ্রাম অণুজীব সার প্রয়োগ করা যেতে পারে। সাধারণতঃ সার ব্যবহার করলে ইউরিয়া সার প্রয়োগ করতে হয় না।</p>
                <p className="card-text"><b>সেচ ও আগাছা ব্যবস্থাপনা</b><br />বপনের ২৫-৩০ দিনের মধ্যে একবার আগাছা দমন করা প্রয়োজন। অতিবৃষ্টির ফলে যাতে জলাবদ্ধতা সৃষ্টি হতে না পারে সেজন্য অতিরিক্ত পানি বের হওয়ার ব্যবস্থা রাখতে হবে। এছাড়া খরিফ-১ মৌসুমে বৃষ্টি না হলে সঠিক সময়ে বপনের জন্য বপনের আগে বা পরে একটি সেচ প্রয়োজন। সেচ দিলে চারা গজানোর পর মালচিং করে দিতে হবে।</p>
                <p><b>রোগ ব্যবস্থাপনা <br />রোগের নাম: মুগের পাতার দাগ রোগ</b></p>
                <p className="card-text"><b>ক্ষতির নমুনা: </b><br />পাতায় ছোট ছোট লালচে বাদামি বর্ণের গোলাকৃতি হতে ডিম্বাকৃতির দাগ পড়ে। আক্রান- পাতার উপর ছিদ্র হয়ে যায়। আক্রমণের মাত্রা বেশি হলে সম্পূর্ণ পাতা ঝলসে যায়। পরিত্যক্ত ফসলের অংশ, বায়ু ও বৃষ্টির মাধ্যমে এ রোগ বিস্তার লাভ করে।</p>
                <p className="card-text"><b>অনুকুল পরিবেশ:</b><br /> বেশি আর্দ্রতা (৮০%) এবং উচ্চ তাপে (২৮ ডিগ্রী সে.) এ রোগ দ্রুত বিস্তার লাভ করে।</p>
                <p className="card-text"><b>ব্যবস্থাপনা:</b><br /> বাভিস্টিন (০.২%) নামক ছত্রাকনাশক ১২-১৫ দিন পরপর ২-৩ বার সেপ্র করতে হবে। রোগ প্রতিরোধী জাত ব্যবহার (বারি মুগ-২, ৩, ৪ এবং ৫) করতে হবে।</p>
                <p className="card-text"><b>রোগের নাম: মুগের পাউডারি মিলডিউ <br />ক্ষতির নমুনা:</b><br /> এ রোগে পাতায় পাউডারের মত আবরণ পড়ে। সাধারণত: শুষ্ক মৌসুমে এ রোগের প্রকোপ বেশি দেখা যায়। বীজ, পরিত্যক্ত গাছের অংশ ও বায়ুর মাধ্যমে এ রোগ বিস্তার লাভ করে।</p>
                <p className="card-text"><b>ব্যবস্থাপনা:</b><br /> বিকল্প পোষক ও গাছের পরিত্যক্ত অংশ পুড়ে ফেলতে হবে। টিল্ট-২৫০ বা থিওভিট (০.২%) ১০-১২ দিন পরপর ২-৩ বার সেপ্র করতে হবে।</p>
                <p className="card-text"><b>রোগের নাম: মুগের হলদে মোজাইক ভাইরাস রোগ <br />ক্ষতির নমুনা:</b><br /> মোজাইক ভাইরাস দ্বারা এ রোগ হয়ে থাকে। আক্রান্ত পাতার উপর হলদে সবুজ দাগ পড়ে। সাধারণত: কচি পাতা প্রথমে আক্রান্ত হয়। আক্রান- বীজ ও বায়ুর মাধ্যমে এ রোগ বিস্তার লাভ করে। সাদা মাছি নামক পোকা এ রোগের বাহক হিসেবে কাজ করে।</p>
                <p><b>অনুকুল পরিবেশ:</b> বিকল্প পোষক ও সাদা মাছির আধিক্য এ রোগ দ্রুত বিস্তারে সহায়ক।</p>
                <p className="card-text"><b>ব্যবস্থাপনা:</b><br /> রোগ মুক্ত বীজ ব্যবহার করতে হবে। সাদা মাছি দমনের জন্য অনুমোদিত কীটনাশক প্রয়োগ করতে হবে। আক্রান্ত গাছ তুলে পুড়ে ফেলতে হবে।</p>
                <p className="card-text"><b>ক্ষতির নমুনা:</b><br /> এ পোকা ডালের খোসা ছিদ্র করে ভিতরে ঢুকে শাঁস খেতে থাকে। ফলে দানা হাল্কা হয়ে যায়। এর ফলে বীজের অঙ্কুরোদগম ক্ষমতা নষ্ট হয়ে যায় এবং খাওয়ার অনুপযুক্ত হয়ে পড়ে।</p>
                <p className="card-text"><b>ব্যবস্থাপনা:</b><br /> গুদামজাত করার আগে দানা ভালভাবে পরিষ্কার করতে হয়। ডালের দানা শুকিয়ে পানির পরিমান ১২% এর নিচে আনতে হবে। বীজের জন্য টন প্রতি ৩০০ গ্রাম ম্যালাথিয়ন বা সেভিন ১০% গুড়া মিশিয়ে পোকার আক্রমণ প্রতিরোদ করা যায়। ফসটক্সিন ট্যাবলেট ২টি বড়ি প্রতি ১০০ কেজি গুদামজাত ডালে ব্যবহার করতে হয়। এ বড়ি আবদ্ধ পরিবেশে ব্রবহার করতে হয়।</p>
                <p className="card-text"><b>ফসল তোলা</b><br />মধ্য-কার্তিক থেকে শেষ ভাগ (অক্টোবর শেষ থেকে নভেম্বর প্রথম)।</p>
            </div>
        </div >

    );
};

export default MugDalInfo;