import React from 'react';
import { Divider, Typography } from '@mui/material';
import drumSeeder from '../../../../../images/Agri-info/crops/Drum seeder_ড্রাম সিডার.jpg';
import useDocumentTitle from '../../../../../hooks/useDocumentTitle';

const DrumSeederInfo = () => {

    // dynamic title
    useDocumentTitle("ড্রাম সিডার");

    return (

        <div className=" rounded-3 bg-white my-4 px-5">
            <Typography
                sx={{
                    textAlign: "center",
                    pb: 2,
                    pt: 3,
                    fontWeight: 600,
                    color: 'rgb(37, 36, 36, 0.83)'
                }}
                variant="h4"
                noWrap
                component="div"
            >
                ড্রাম সিডার
            </Typography>
            <Divider />

            <div className="card mt-4 mb-3 border-0 rounded-0">
                <div className="row g-0">
                    <div className="col-md-4">
                        <img src={drumSeeder} className="img-fluid rounded-0 h-100" alt="..." />
                    </div>
                    <div className="col-md-8">
                        <div className="card-body text-start ">
                            <p className="card-text"><b>ড্রাম সিডারের বিবরণ : </b><br />এটি প্লাস্টিকের তৈরি ছয়টি ড্রাম বিশিষ্ট বীজ বপন যন্ত্র। ড্রামগুলো ২.৩ মিটার লম্বা লোহার দণ্ডে পরপর সাজানো থাকে। লোহার দণ্ডের দুই প্রান্তে প্লাস্টিকের তৈরি দু’টি চাকা এবং যন্ত্রটি টানার জন্য একটি হাতল যুক্ত থাকে। প্রতিটি ড্রামের দৈর্ঘ্য ২৫ সেন্টিমিটার এবং ব্যাস ৫৫ সেন্টিমিটার এবং এর দুই প্রান্তে ২০ সেন্টিমিটার দূরত্বে দুই সারি ছিদ্র আছে। প্রয়োজনে রাবারের তৈরি সংযুক্ত বেল্টের সাহায্যে এক সারি ছিদ্র বন্ধ রাখা যায়।</p>
                            <p className="card-text"><b>ড্রাম সিডার ব্যবহারের সুবিধা:</b><br />
                                কাদাময় জমিতে ড্রাম সিডার দিয়ে সারি করে সরাসরি বীজ বপন ধান চাষাবাদের একটি সহজ প্রযুক্তি। এ পদ্ধতিতে বীজতলা তৈরি, চারা উত্তোলন ও রোপণ করতে হয় না বিধায় সময়, শ্রম ও উৎপাদন ব্যয় বহুলাংশে কমানো সম্ভব।</p>

                        </div>
                    </div>
                </div>
            </div>

            <div className='text-start pb-5'>
                <p>- জমি ও পরিবেশ ভেদে আউশ, আমন ও বোরো তিন মৌসুমেই এ প্রযুক্তিতে ধান চাষ করা যাবে, তবে আউশ ও বোরো মৌসুমে এটি বেশি উপযোগী।<br />- ড্রাম সিডার দিয়ে বোনা ধানের ফলন রোপা ধানের তুলনায় শতকরা ১০-২০ ভাগ বেশি হতে পারে।<br />- যন্ত্রটি হালকা বলে সহজে বহনযোগ্য। একজন লোক ঘণ্টায় অন্তত ১ বিঘা জমিতে বীজ বপন করতে পারে।<br />- এ পদ্ধতিতে চাষাবাদ করলে ফসল রোপা পদ্ধতির চেয়ে ১০-১৫ দিন আগে পাকে।</p>
                <p className="card-text"><b>জমি তৈরি ও বীজ বপন : </b><br />ধান রোপণের জন্য জমি যেভাবে কাদা করতে হয় সেভাবেই জমি উত্তমরূপে চাষ ও মই দিয়ে কাদাময় করে নিতে হবে। জমি সমতল করতে হবে, বীজ বপনের সময় যেন কোথাও পানি দাঁড়িয়ে না থাকে। ভালো বীজ ২৪ ঘণ্টা পানিতে ভিজিয়ে পরে ২-৪ দিন (মৌসুমের তাপমাত্রা কম-বেশির উপর নির্ভরশীল) জাগ দিয়ে ভালোভাবে অঙ্কুরিত করে নিতে হবে। অঙ্কুর খুব ছোট হলে অতিরিক্ত বীজ পড়ে যাবে, আবার অঙ্কুর বেশি লম্বা হলে ড্রামের ছিদ্র দিয়ে পড়বে না। সাধারণত অঙ্কুরের দৈর্ঘ্য ৪-৫ মিলিমিটার অর্থাৎ একটি ধানের সমান লম্বা হলেই ভালো হয়। ড্রামে বীজ ভরার আগে অঙ্কুরিত বীজ ১-২ ঘণ্টা ছায়ায় ছড়িয়ে দিয়ে বাতাসে শুকিয়ে নিলে ভালো হবে। বোনার সময় চাকার পেছনে ২-৩ ফুট লম্বা চিকন এক খণ্ড কলা গাছ বেঁধে নিলে (হালকা মই হিসেবে) জমিতে পায়ের দাগ বা গর্ত মুছে যাবে এবং কিছু বীজের অপচয়ও রোধ হবে।</p>
                <p>অঙ্কুরিত বীজ ড্রামে ভরার সময় লক্ষ রাখতে হবে যেন ড্রামের এক-তৃতীয়াংশ অবশ্যই খালি থাকে। ড্রামের গায়ে আঁকা ত্রিভুজাকৃতি চিহ্ন যেন সবসময় সামনের দিকে থাকে। সাধারণত একক ঘন সারিতে বীজ বপন করা উত্তম এবং এতে বিঘাপ্রতি ৩.৫-৪.০ কেজি বীজ প্রয়োজন হয়।</p>
                <p className="card-text"><b>মৌসুম ও বপনের সময় : </b><br />বোরো মৌসুমে নভেম্বরের শেষ থেকে ডিসেম্বর মাসের প্রথমার্ধে বীজ বপন করতে হবে। আমন মৌসুমে পানি নিষ্কাশনের সুযোগ আছে এমন মাঝারি উঁচু জমিতে জুনের শেষার্ধ থেকে জুলাইয়ের মাঝামাঝি পর্যন্ত এ পদ্ধতিতে বীজ বোনা যায়। তবে বীজ বপনের অন্তত ২৪ ঘণ্টার মধ্যে ভারী বৃষ্টিপাতের সম্ভাবনা নেই এমন সময় বেছে নিতে হবে। কারণ বপনের পরপর ভারী বৃষ্টি হলে বীজের সারি ও বীজ এলোমেলো হয়ে যেতে পারে।</p>
                <p className="card-text"><b>পরিচর্যা :</b><br /> সার ব্যবস্থাপনা রোপা পদ্ধতির মতো। তবে ইউরিয়া সার এলসিসি ভিত্তিক প্রয়োগ করা যেতে পারে। বপনের প্রথম ৪-৫ দিন জমিতে পানির প্রয়োজন নেই। মাটি ভিজা থাকলেই চলবে। পরে গাছের বৃদ্ধির সাথে খাপ খাইয়ে প্রথমে ছিপছিপে পানি এবং গাছ কিছুটা বড় হয়ে গেলে রোপা পদ্ধতির অনুরূপ পানির ব্যবস্থাপনা করতে হবে। রোপণ পদ্ধতির চেয়ে সরাসরি ধান বোনা পদ্ধতিতে আগাছার প্রাদুর্ভাব বেশি হয়। ড্রাম সিডারে সারিতে বপন হওয়ায় নিড়ানি বা উইডার দিয়ে আগাছা দমন সহজ হয়। এ ক্ষেত্রে ব্রি-উইডার বেশি উপযোগী। তবে উইডার প্রয়োগের পরে হাত দিয়ে সারির ভেতরের আগাছা পরিষ্কার করা দরকার। আগাছা দমনের জন্য আগাছানাশকও ব্যবহার করা যেতে পারে। এ ক্ষেত্রে বোরো মৌসুমে বীজ বপনের ৭-১০ দিন এবং আমন ও আউশ মৌসুমে ৪-৬ দিনের মধ্যে জমিতে ২০-২৫ মিলিলিটার রনস্টার অথবা ১০-১২ মিলিলিটার রিফিট ১০ লিটার পানিতে মিশিয়ে প্রতি ৫ শতাংশ জমিতে সমানভাবে স্প্রে করতে হবে। জমিতে ছিপছিপে দাঁড়ানো পানি থাকা অবস্থায় আগাছানাশক প্রয়োগ করতে হবে এবং পরের ৩-৫ দিন অবশ্যই ছিপছিপে পানি রাখতে হবে। অধিকন্তু নিরাপদ আগাছানাশক ব্যবহার করার জন্য আগাছানাশকের বোতল/প্যাকেটের গায়ে লেখা নির্দেশাবলী ও সতর্কবাণী মেনে চলতে হবে।</p>

            </div>
        </div >

    );
};

export default DrumSeederInfo;