import React from 'react';
import { Divider, Typography } from '@mui/material';
import am from '../../../../../images/Agri-info/crops/am_আম.jpg';
import useDocumentTitle from '../../../../../hooks/useDocumentTitle';

const AmInfo = () => {

    // dynamic title
    useDocumentTitle("আম");

    return (

        <div className=" rounded-3 bg-white my-4 px-5">
            <Typography
                sx={{
                    textAlign: "center",
                    pb: 2,
                    pt: 3,
                    fontWeight: 600,
                    color: 'rgb(37, 36, 36, 0.83)'
                }}
                variant="h3"
                noWrap
                component="div"
            >
                আম
            </Typography>
            <Divider />

            <div className="card mt-4 mb-3 border-0 rounded-0">
                <div className="row g-0">
                    <div className="col-md-4">
                        <img src={am} className="img-fluid rounded-0 h-100" alt="..." />
                    </div>
                    <div className="col-md-8">
                        <div className="card-body text-start ">
                            <p className="card-text"><b>পুষ্টি মূল্য : </b><br />পাকা আম ক্যারোটিনে ভরপুর। এছাড়া প্রচুর পরিমানে খনিজ পদার্থ থাকে।</p>
                            <p className="card-text"><b>ভেষজগুণ: </b><br />আমের শুকনো মুকুল পাতলা পায়খানা, প্রস্রাবের জ্বালা উপশমে ব্যবহার করা যায়। আম লিভার ও যকৃতের জন্য উপকারি।</p>
                            <p className="card-text"><b>ব্যবহার: </b>চাটনি, আচার, জুস ও ক্যান্ডি।</p>
                            <p className="card-text"><b>উপযুক্ত জমিও মাটি: </b>উর্বর দোআঁশ উঁচু ও মাঝারি জমি আম চাষের জন্য উপযোগি।
                            </p>

                        </div>
                    </div>
                </div>
            </div>

            <div className='text-start pb-5'>
                <p className="card-text"><b>জাত পরিচিতি:</b><br /><b>বারি আম-১ (মহানন্দা): </b>
                    প্রতি বছর নিয়মিত ফল দেয়। বাংলাদেশের সবখানেই এ জাতটির চাষ করা যায়। পাকা ফলের রং আকর্ষণীয় হলদে। ফলের ওজন গড়ে প্রায় ২০০ গ্রাম।</p>
                <p className="card-text"><b>বারি আম-২: </b>প্রতি বছর ফল ধারণ ক্ষমতা সম্পন্ন জাত। ফলের ওজন গড়ে ২৫০ গ্রাম। ফলের খোসা মধ্যম পুরু ও মসৃন। বাংলাদেশের সবখানেই এ জাতটির চাষ করা যায়।</p>
                <p className="card-text"><b>বারি আম-৩ (আম্রপালি): </b>প্রতি বছর নিয়মিত ফল দেয়। ফলের শাঁস গাঢ় কমলা রঙের। আঁশহীন, মধ্যম রসালো, শাঁস ফলের শতকরা ৭০ ভাগ। গাছের আকৃতি মাঝারি। প্রতি গাছে ফলের সংখ্যা ১৫৫-১৭০ টি।</p>
                <p className="card-text"><b>বারি আম-৪ (হাইব্রিড আম): </b>এটি একটি উচ্চ ফলনশীল, মিষ্টি স্বাদের নাব জাত। ফজলী আম শেষ হওয়ার পর এবং আশ্বিনা আমের সাথে এ জাতের আম পাকে। এ জাতের আম কাঁচা অবস্থাতেও খেতে মিষ্টি।</p>
                <p className="card-text"><b>চারা তৈরি: </b><br />ক্লেফট গ্রাফটিং পদ্ধতিতে চারা তৈরি করা যায়।</p>
                <p className="card-text"><b>চারা রোপণ: </b><br />ষড়ভূজি পদ্ধতিতে আম চারা রোপণ করলে ১৫ ভাগ চারা বেশি রোপণ করা যায়। জৈষ্ঠ্য থেকে আষাঢ় (মধ্য মে থেকে মধ্য জুলাই) এবং ভাদ্র-আশ্বিন মাস (মধ্য আগস্ট থেকে মধ্য অক্টোবর) চারা রোপণের উপযুক্ত সময়। প্রতি গাছ থেকে গাছের দূরত্ব ৮ থেকে ১০ মিটার রাখতে হয়।</p>
                <p className="card-text"><b>সার ব্যবস্থাপনা: </b><br />প্রতি গর্তে সারের পরিমাণ গোবর ২২ কেজি, ইউরিয়া ১৫০ গ্রাম, টিএসপি সার ৫৫০ গ্রাম, এমওপি সার ৩০০ গ্রাম, জিপসাম সার ৩০০ গ্রাম, জিংক সালফেট সার ৬০ গ্রাম প্রয়োগ করতে হয়। গর্ত ভর্তির ১০-১৫ দিন পর চারার গোড়ার মাটির বলসহ গর্তের মাঝখানে রোপণ করতে হবে।</p>
                <p>একটি পূর্ণ বয়স্ক ফলন্ত আম গাছে বছরে ৫০ কেজি জৈব সার, ২ কেজি ইউরিয়া, ১ কেজি টিএসপি, ৫০০ গ্রাম এমওপি, ৫০০ গ্রাম জিপসাম ও ২৫ গ্রাম জিংক সালফেট প্রয়োগ করতে হবে। উল্লেখিত সার ২ কিসি-তে প্রয়োগ করতে হবে। প্রথমবার জৈষ্ঠ্য-আষাঢ় মাসে এবং দ্বিতীয়বার আশ্বিন মাসে প্রয়োগ করতে হবে।</p>
                <p className="card-text"><b>সেচ ও আগাছা ব্যবস্থাপনা: </b><br />ফলন্ত গাছে মুকুল বের হওয়ার ৩-৪ মাস আগ থেকে সেচ দেওয়া বন্ধ করতে হবে। তবে মুকুল ফোটার পর ও ফল মটর দানা হলে একবার বেসিন পদ্ধতিতে সেচ দেওয়া দরকার। গাছের গোড়া ও গাছের ডালপালা  সব সময় পরিষ্কার পরিচ্ছন্ন রাখতে হবে। কলমের গাছের বয়স ৪ বছর পূর্ণ না হওয়া পর্যন্ত মুকুল ভেঙে দিতে হবে।</p>
                <p><b>রোগ ব্যবস্থাপনা<br />আমের এ্যানথ্রাকনোজ রোগ দমন:</b></p>
                <p className="card-text"><b>ভূমিকা: </b>এক ধরণের ছত্রাকের আক্রমনের কারণে এ রোগ হয়।</p>
                <p className="card-text"><b>সেচ ও আগাছা ব্যবস্থাপনা: </b><br />ফলন্ত গাছে মুকুল বের হওয়ার ৩-৪ মাস আগ থেকে সেচ দেওয়া বন্ধ করতে হবে। তবে মুকুল ফোটার পর ও ফল মটর দানা হলে একবার বেসিন পদ্ধতিতে সেচ দেওয়া দরকার। গাছের গোড়া ও গাছের ডালপালা  সব সময় পরিষ্কার পরিচ্ছন্ন রাখতে হবে। কলমের গাছের বয়স ৪ বছর পূর্ণ না হওয়া পর্যন্ত মুকুল ভেঙে দিতে হবে।</p>
                <p className="card-text"><b>ক্ষতিরনমুনা: </b><br />গাছের পাতা, কান্ড, মুকুল ও পরে ধুসর বাদামি রঙের দাগ পড়ে। এ রোগে আক্রান- মুকুল ঝরে যায়, আমের গায়ে কালচে দাগ পড়ে এবং আম পচে যায়।</p>
                <p className="card-text"><b>প্রতিকার: </b><br />আমের মৌসুম শেষে গাছের মরা ডালপালা কেটে পুড়ে ফেলতে হয়। কাটা অংশে বোঁর্দো মিশ্রণ লাগাতে হয়। গাছে মুকুল আসার পর কিন' ফুল ফোটার আগে ডাইথেন এম-৪৫ বা টিল্ট-২৫০ ইসি প্রয়োগ করা দরকার।</p>
                <p><b>পোকা দমন ব্যবস্থাপনা<br />আমের ভোমরা পোকা দমন:</b></p>
                <p className="card-text"><b>ভূমিকা: </b>আমের ভোমরা পোকার আক্রমনে ফলনে মারাত্নক ক্ষতি হয়ে থাকে।</p>
                <p className="card-text"><b>ক্ষতির নমুনা: </b><br />ভোমরা পোকার কীড়া আমের গায়ে ছিদ্র করে ভিতরে ঢুকে শাঁস খায়। সাধারণত কচি আমে ছিদ্র করে এরা ভিতরে ঢুকে এবং ফল বড় হওয়ার সাথে সাথে ছিদ্রটি বন্ধ করে দেয় এ জন্য এ জন্য বাইরে থেকে আমটি ভাল মনে হলেও ভিতরে কীড়া পাওয়া যায়।</p>
                <p className="card-text"><b>প্রতিকার: </b><br />আম গাছের মরা ও অতিরিক্ত পাতা শাখা এবং পরগাছা কেটে ফেলতে হবে। গাছে ফল আসার ১-২ সপ্তাহ পর অনুমোদিত কীটনাশক ব্যবহার করা দরকার।</p>
                <p className="card-text"><b>ফসল তোলা: </b><br />আমের বোটা যখন হলুদাভ রঙ ধারণ করে তখন আম সংগ্রহ শুরু করতে হয়। গাছ ঝাকি না দিয়ে জালিযুক্ত বাঁশের কৌটার সাহায্যে আম সংগ্রহ করা ভালো।</p>

            </div>
        </div >

    );
};

export default AmInfo;