import React from 'react';
import { Divider, Typography } from '@mui/material';
import hash from '../../../../../images/Agri-info/Animals/hash_হাঁসের.jpg';
import useDocumentTitle from '../../../../../hooks/useDocumentTitle';

const HashInfo = () => {

    // dynamic title
    useDocumentTitle("হাঁসের জাত");

    return (

        <div className=" rounded-3 bg-white my-4 px-5">
            <Typography
                sx={{
                    textAlign: "center",
                    pb: 2,
                    pt: 3,
                    fontWeight: 600,
                    color: 'rgb(37, 36, 36, 0.83)'
                }}
                variant="h4"
                noWrap
                component="div"
            >
                হাঁসের জাত
            </Typography>
            <Divider />

            <div className="card mt-4 mb-3 border-0 rounded-0">
                <div className="row g-0">
                    <div className="col-md-4">
                        <img src={hash} className="img-fluid rounded-0 h-100" alt="..." />
                    </div>
                    <div className="col-md-8">
                        <div className="card-body text-start ">
                            <p className="card-text"><b>পিকিং / বেজিনঃ</b><br />
                                <b>উৎপত্তিঃ </b>এ জাতের হাঁসের উৎপত্তি চীন দেশে।</p>
                            <p className="card-text"><b>বৈশিষ্ট্যঃ</b><br />
                                ১. পালকের রং সাদা।<br />
                                ২. ডিমের রং সাদা।<br />
                                ৩. দেহের আকার বড়।</p>
                            <p className="card-text"><b>উপযোগীতাঃ </b><br />ইহা মাংসের জন্য প্রসিদ্ধ কারণ প্রাপ্ত বয়স্ক একটি হাঁসা প্রায় ৪.৫ কেজি এবং একটি হাঁসী ৪ কেজি ওজনের হয়ে থাকে। বৎসরে গড়ে প্রায় ১৫০ টি ডিম দেয়।</p>

                        </div>
                    </div>
                </div>
            </div>

            <div className='text-start pb-5'>
                <p className="card-text"><b>মাসকোভিঃ</b><br /><b>উৎপত্তিঃ</b> এ জাতের হাঁসের আদি জন্মস্হান দক্ষিণ আমেরিকা।</p>
                <p className="card-text"><b>বৈশিষ্ট্যঃ</b><br />
                    ১. পালকের রং সাদা ও কলো।<br />
                    ২. মাথায় লাল ঝুটি।<br />
                    ৩. ডিমের রং সাদা।<br />
                    ৪. দেহের আকার বড়।</p>
                <p className="card-text"><b>উপযোগীতাঃ</b><br /> এ জাতের হাঁস মাংসের জন্য প্রসিদ্ধ কারণ প্রাপ্ত বয়স্ক একটি হাঁসা প্রায় ৫ কেজি এবং একটি হাঁসী ৪ কেজি ওজনের হয়ে থাকে। বৎসরে গড়ে প্রায় ১২০ টি ডিম দেয়।</p>
                <p className="card-text"><b> খাকী ক্যাম্পবেলঃ</b><br /><b>উৎপত্তিঃ </b>ইহার উৎপত্তিস্হল ইংল্যান্ড।</p>
                <p className="card-text"><b>বৈশিষ্ট্যঃ</b><br />
                    ১. পালকের রং খাকী বিধায় খাকী ক্যাম্পবেল নামকরণ করা হয়েছে।<br />
                    ২. ডিমের রং সাদা।<br />
                    ৩. ঠোঁট নীলাভ/কালো।</p>
                <p className="card-text"><b>উপযোগীতাঃ</b><br /> ডিম-এর উদ্দেশ্যে এ জাতের হাঁস পালন করা হয়। বার্ষিক ডিম উৎপাদন গড়ে ২৫০- ৩০০ টি। বয়ঃ প্রাপ্তদের ওজন ২- ২.৫ কেজি হয়ে থাকে।</p>
                <p className="card-text"><b>জিনডিং</b><br /><b>উৎপত্তিঃ </b>ইহার উৎপত্তিস্হল চীন।</p>
                <p className="card-text"><b>বৈশিষ্ট্যঃ</b><br />
                    ১. হাঁসীর পালকের রং খাকীর মাঝে কালো ফোটা এবং হাঁসার কালো ও সাদা মিশ্রিত।<br />
                    ২. ডিমের রং নীলাভ।<br />
                    ৩. ঠোঁট নীলাভ/হলদে।</p>
                <p className="card-text"><b>উপযোগীতাঃ</b><br /> ডিম-এর উদ্দেশ্যে এ জাতের হাঁস পালন করা হয়। বার্ষিক ডিম উৎপাদন গড়ে ২৭০-৩২৫ টি। বয়ঃ প্রাপ্তদের ওজন ২- ২.৫ কেজি হয়ে থাকে।</p>
                <p className="card-text"><b>হাঁস এর বাসস্হানের জন্য স্হান নির্বাচনঃ</b><br />
                    ১. উঁচু জমি নির্বাচন করতে হবে যেন বন্যার সময় পানিতে ডুবে না যায়।<br />
                    ২. বিদ্যুৎ ও পানি সরবরাহের পর্যাপ্ত সুবিধা থাকতে হবে।<br />
                    ৩. ভালো যোগাযোগ ব্যবস্হা থাকতে হবে।<br />
                    ৪. মাংস ও ডিম বাজারজাত করার সুবিধা থাকতে হবে।<br />
                    ৫. পর্যাপ্ত নিরাপত্তা ব্যবস্হা থাকতে হবে।<br />
                    ৬. পানি নিস্কাশনের ব্যবস্হা থাকতে হবে।<br />
                    ৭. চারপাশ পরিস্কার পরিচ্ছন্ন হতে হবে।<br />
                    ৮. খোলামেলা ও নিরিবিলি পরিবেশ হতে হবে।</p>
                <p className="card-text"><b>ঘরের প্রকৃতিঃ</b><br />হাঁস পালনের উদ্দেশ্যের ওপর ভিত্তি করে এদের ঘর বিভিন্ন প্রকারের হতে পারে। যেমন- হ্যাচারি ঘর, বাচ্চার ঘর, গ্রোয়ার ঘর, ডিমপাড়া ঘর। যেমন- একচালা বা শেড টাইপ, দোচালা বা গ্যাবল টাইপ (‘অ ’ টাইপ), কম্বিনেশন টাইপ ও মনিটর বা সেমিমনিটর টাইপ।</p>
                <p className="card-text"><b>ঘরের পরিচর্যা ও জীবাণুমুক্ত করণ পদ্ধতিঃ</b><br /> ঘরের লিটার পরিস্কার হতে হবে এবং জীবাণুনাশক, যেমন- চুন দিয়ে তা জীবাণুমুক্ত করতে হবে। ঘরের দেয়াল-মেঝে ভালমত পানি দিয়ে পরিস্কার করতে হবে। তবে কস্টিক সোডা দিয়ে পরিষ্কার করলে ভালো হয় । ফিউমিগেশন শুরু করার পূর্বে দরজা, জানালা, ভেন্টিলেটর প্রভৃতি বন্ধ করতে হবে যাতে ঘরে কোনো বাতাস না ঢুকে। ঘরের প্রতি ২.৮ ঘন মিটার জায়গার জন্য ৬ গ্রাম পটাসিয়াম পার-ম্যাঙ্গানেট ও ১২০ মি.লি. ফরমালিন (৪০%) দিয়ে ফিউমিগেট করতে হবে।</p>
                <p className="card-text"><b>বাচ্চা পালন</b><br />বাচ্চা রাখার ঘর বা শেড অবশ্যই উঁচু জায়গায় (সমতল ভূমি হতে ১-১.৫ ফুট উচুঁ) নির্মাণ করতে হবে যেন ঘরের ভিটি কোন অবস্হায় ভিজা বা স্যাঁতস্যাঁতে না হয়। ঘরের মেঝে পাকা হলে ভাল হয়। ২-৩ ইঞ্চি পুরু করে ধানের শুকনো তুষ বা শুকনো কাঠের গুঁড়া মেঝের উপর বিছিয়ে দিতে হবে। মেঝে নিচ থেকে ভিজে উঠতে পারে সেজন্য প্রতি সপ্তাহে কমপক্ষে ২/৩ বার লিটার উল্টিয়ে চুন মিশাতে হবে। এতে লিটার শুকনো থাকবে, জীবাণু ধংস হবে এবং দুর্গন্ধ দুর হবে। লক্ষ্য রাখতে হবে যেন কোনো অবস্হাতেই বৃষ্টির পানি ঘরের মেঝের উপর না পরে। কখনও লিটার ভিজে গেলে উহা ফেলে দিতে হবে এবং ড্রিংকার হতে খাবার পানি ঘরের মেঝের উপর না পরে। কখনও লিটার ভিজে গেলে উহা ফেলে দিতে হবে এবং সাথে সাথে শুকনো লিটার দিতে হবে। বাচ্চা সংগ্রহের পর এদেরকে প্রথমে ভিটামিন মিশ্রিত পানি খেতে দিতে হবে। তারপর শুকনো খাবার সামান্য পানিতে ভিজিয়ে খাওয়াতে হবে। প্রতিদিন কমপক্ষে ৩/৪ বার বাচ্চাকে খাবার দিতে হবে এবং প্রতি বাচ্চাকে ৫-১০ গ্রাম করে সুষম খাবার খাওয়াতে হবে। লক্ষ্য রাখতে হবে ছোট বাচ্চার বেলায় খাবার দেবার সময় অবশ্যই পানির পাত্রে আগে পানি দিয়ে রাখতে হবে অর্থাৎ প্রথমে পানি দিয়ে পরে খাবার দিতে হবে নতুবা শুকনো খাবার বাচ্চার গলায় আটকে বাচ্চা মারা যেতে পারে। এক দিন বয়সের বাচ্চার জন্য ব্রুডিং-এর প্রয়োজন রয়েছে। প্রথম সপ্তাহে ঘরের তাপমাত্রা থাকবে ৯৫ ডিগ্রী ফারেনহাইট, পরবর্তিতে প্রতি সপ্তাহে ৫ ডিগ্রী ফারেনহাইট তাপমাত্রা করে কমাতে হবে। সাধারণতঃ গ্রীস্মকালে ৩ থেকে ৪ সপ্তাহ এবং শীতকালে ৬ থেকে ৮ সপ্তাহ পর্যন- বাচ্চাকে তাপ দিতে হবে। তবে অতি খরা অথবা অতি শীতে এর কিছুটা তারতম্য হতে পারে। বাংলাদেশের গ্রামের অনেক এলাকায় এখনও বিদ্যুৎ নেই, থাকলেও পর্যাপ্ত নহে, সে সব এলাকার ক্ষুদ্র খামারী হ্যারিকেন, হ্যাজাকলাইট, কেরোসিন অথবা মাটির চুলা ব্যবহার করে হাঁস-মুরগির বাচ্চাগুলোকে তাপ প্রদানের ব্যবস্হা করতে পারেন।</p>
                <p className="card-text"><b>হাঁস এর খাদ্য ও পুষ্টি ব্যবস্হাপনাঃ <br />হাঁসের খাদ্যঃ</b><br />পারিবারিকভাবে পালিত দেশী হাঁস জলাশয়ে এবং ক্ষেতখামারে চরে জীবন ধারন করতে পারে। কিন্তু উন্নত জাতের হাঁস পালনের ক্ষেত্রে বিশেষ যত্নবান হতে হবে। পর্যাপ্ত পরিমাণে প্রাকৃতিক খাবার যেমন - শামুক, ঝিনুক, কাঁকড়া, কেঁচো, শাপলা, ক্ষুদেপানা ছোট মাছ ও নানা ধরনের কীটপতঙ্গ মুক্ত অবস্হায় জলাশয়ে পাওয়া গেলে শুধু সকাল ও বিকালে পরিমিত পরিমান দানাদার খাবার সরবরাহ করলেই চলবে। হাঁসের খাবারের সাথে প্রচুর পরিমাণ পানি সরবরাহ করতে হয়। হাঁসকে শুস্ক খাদ্য দেয়া ঠিক নয়। এদের সবসময় ভেজা ও গুঁড়ো খাদ্য দেয়া উচিত। প্রথমে ৮ সপ্তাহ হাঁসকে ইচ্ছামত খেতে দেয়া উচিত পরবর্তীতে দিনে দু’বার খেতে দিলেই চলে ।</p>
                <p className="card-text"><b>সুষম খাদ্য তৈরিঃ</b><br />সুষম খাদ্য তৈরির পূর্বে প্রতিটি হাঁস পালনকারীকে খোয়াল রাখতে হবে যেন সুষম খাদ্যের প্রতিটি উপাদানই সহজলভ্য, সস্তা, টাটকা এবং পুষ্টিমান সঠিকভাবে বিদ্যমান আছে। কোনো অবস্হাতেই বাসি পঁচা বা নিম্নমানের ফাংগাসযুক্ত খাবার হাঁসকে দেয়া যাবে না। খাদ্যের প্রকৃতি, মিশ্রণ পদ্ধতি, হাঁসের জাত, ওজন, ডিম উৎপাদনের হার এবং সর্বোপরি শামুক, ঝিনুক, ধান, সবুজ শেওলা বা শৈবাল এবং শাকসবজীর প্রাপ্যতা অনুসারে খাদ্য খাওয়ানোর কর্মসূচি তৈরি করতে হবে।</p>
                <p className="card-text"><b>খামার ব্যবস্হাপনা ও দৈনিক কার্যক্রম সূচিঃ</b><br />যে কোনো ধরনের খামারই হোক না কেনো তার ব্যবস্হাপনা একটি গুরুত্বপূর্ণ বিষয়, প্রকৃতপক্ষে খামার ব্যবস্হাপনার উপরই খামারের লাভ লোকসান এমনকি খামারের ভবিষ্যত সসপ্রসারণ নির্ভর করে ।</p>
                <p className="card-text"><b>ক) সকাল ৭ - ৯ টাঃ</b><br />
                    ১. জীবাণুমুক্ত অবস্হায় শেডে প্রবেশ করতে হবে এবং হাঁস-মুরগির সার্বিক অবস্হা ও আচরণ পরীক্ষা করতে হবে।<br />
                    ২. মৃত বাচ্চা/বাড়ন- বাচ্চা/মুরগি থাকলে তৎক্ষণাৎ অপসারণ করতে হবে।<br />
                    ৩. ডিম পাড়া বাসার দরজা খুলে দিতে হবে।<br />
                    ৪. পানির পাত্র/ খাবার পাত্র পরিস্কার করতে হবে।<br />
                    ৫. পাত্রে খাবার ও পানি না থাকলে তা পরিস্কার করে খাদ্য ও পানি সরবরাহ করতে হবে।<br />
                    ৬. লিটারের অবস্হা পরীক্ষা করতে হবে ও প্রয়োজন হলে পরিচর্যা করতে হবে।<br />
                    ৭. খাবার দেবার পর কিছুক্ষণ দাঁড়িয়ে আচরণ পরীক্ষা করতে হবে।<br />
                    <b>সকাল ১১- ১২ টাঃ</b><br />
                    ১. খাদ্য নাড়াচাড়া করে দিতে হবে।<br />
                    ২. পানি গরম ও ময়লা হলে পরিবর্তন করে পরিস্কার ও ঠান্ডা পানি দিতে হবে।<br />
                    ৩. ডিম সংগ্রহ করতে হবে।<br />
                    <b>বিকাল ৪ - ৫ টাঃ</b><br />
                    ১. পাত্রে খাদ্য পানি না থাকলে তা সরবরাহ করতে হবে।<br />
                    ২. ডিম সংগ্রহ করতে হবে।<br />
                    ৩. ডিম পাড়ার বাসা/বাক্সের দরজা বন্ধ করতে হবে।<br />
                    ৪. আচরণ পরীক্ষা করতে হবে।</p>
                <p className="card-text"><b>সাপ্তাহিক কাজঃ</b><br />
                    ১. খাদ্য তৈরি করতে হবে।<br />
                    ২. বাচ্চা/ডেকী মুরগী/মুরগীর নমুনা ওজন গ্রহণ করতে হবে।<br />
                    ৩. ঘর পরিস্কার করতে হবে।<br />
                    ৪. ঘরের বাতি সপ্তাহে ২ দিন পরিস্কার করতে হবে। খাদ্য ও পানির পাত্র পরিস্কার করতে হবে এবং লিটার পরিচর্যা করতে হবে।</p>

            </div>
        </div >


    );
};

export default HashInfo;