import React from 'react';
import { Divider, Typography } from '@mui/material';
import chondromollika from '../../../../../images/Agri-info/crops/Chrysanthemum_চন্দ্রমল্লিকা চাষ.jpg';
import useDocumentTitle from '../../../../../hooks/useDocumentTitle';

const ChondromollikaInfo = () => {

    // dynamic title
    useDocumentTitle("চন্দ্রমল্লিকা");

    return (

        <div className=" rounded-3 bg-white my-4 px-5">
            <Typography
                sx={{
                    textAlign: "center",
                    pb: 2,
                    pt: 3,
                    fontWeight: 600,
                    color: 'rgb(37, 36, 36, 0.83)'
                }}
                variant="h4"
                noWrap
                component="div"
            >
                চন্দ্রমল্লিকা
            </Typography>
            <Divider />

            <div className="card mt-4 mb-3 border-0 rounded-0">
                <div className="row g-0">
                    <div className="col-md-4">
                        <img src={chondromollika} className="img-fluid rounded-0 h-100" alt="..." />
                    </div>
                    <div className="col-md-8">
                        <div className="card-body text-start ">
                            <p className="card-text"><b>জাতঃ</b><br /> বাংলাদেশ কৃষি গবেষণা ইনস্টিটিউট  চন্দ্রমল্লিকা ফুলের বারি চন্দ্রমল্লিকা -১ ও বারি চন্দ্রমল্লিকা -২ জাত দুইটি  উদ্ভাবন করেছে।</p>
                            <p className="card-text"><b>জলবায়ু ও মাটি-</b><br />চন্দ্রমল্লিকা তুলনামূলকভাবে ঠান্ডা আবহাওয়া এবং রৌদ্রজ্জল জায়গা পছন্দ করে। বাংলাদেশে শীতকালই এই ফুল চাষের উত্তম সময়। জৈব পদার্থ সমৃদ্ধ সুনিস্কাশিত দো আঁশ ও বেলে মাটি চন্দ্রমল্লিকা চাষের জন্য উপযোগী। মাটির পি এইচ ৬.০-৭.০ হওয়া বাঞ্জনীয়।</p>

                        </div>
                    </div>
                </div>
            </div>

            <div className='text-start pb-5'>
                <p className="card-text"><b>চারা তৈরিঃ</b><br />বীজ, সাকার ও শাখা কলম থেকে চন্দ্রমল্লিকার চারা তৈরি করা যায়। বীজ থেকে চারা করলে তা থেকে ভাল ফুল পাওয়া যায় না এবং ফুল পেতে অনেক দিন লেগে যায়। অন্য দিকে ডাল কেটে শাখা কলম করলে বা সাকার থেকে চারা করলে এ সমস্যা থাকে না। এদেশে শাখা কলম করেই সাধারনত চারা তৈরি করা হয়। জুলাই মাসের  মাঝামাঝি সময় থেকে শাখা কলম করা শুরু হয়। এক বছর বয়সী সতেজ সবল ডাল থেকে ৮-১০ সেমি লম্বা ডাল তেরছাভাবে কেটে বেডে বা বালতিতে বসিয়ে দিলে তাতে শিকড় গজায়। ফেব্রুয়ারি মাসের দিকে যখন ফুল দেওয়া শেষ হয়ে যায় তখন গাছগুলোকে মাটির উপর থেকে ১৫-২০ সেমি রেখে কেটে দেয়া হয়। কিছু দিন পর ওসব কাটা জায়গার গোড়া থেকে কিছু সাকার বের হয়। এসব সাকার ৫-৭ সেমি লম্বা হলে মা গাছ থেকে ওদের আলাদা করে ছায়াময় বীজতলায় বা টবে লাগানো হয়। মে- জুলাই মাসে চারাকে বৃষ্টি ও  কড়া রোদ থেকে বাঁচানোর ব্যবস্থা করতে হবে।</p>
                <p className="card-text"><b>চারা রোপনঃ</b><br />শেষবারের মত নিদিষ্ট স্থানে কিংবা টবে রোপনের পূর্বে চারাগুলোকে স্বতন্ত্র জমিতে কিংবা টবে পাল্টিয়ে নিয়ে তাদের ফুল উৎপাদনের উপযুক্ততা বৃদ্ধি করা যেতে পারে। জমি কিংবা টবে চারা রোপনের উপযুক্ত সময় অক্টেবর- নভেম্বর। জাতভেদে ৩০ x ২৫ অন্তর চন্দ্রমল্লিকা রোপন করতে হবে।</p>
                <p className="card-text"><b>সার প্রয়োগঃ</b><br />চন্দ্রমল্লিকা গাছ মাটি থেকে প্রচুর পরিমানে খাদ্যোপাদন শোষন করে থাকে। এ কারণে জৈব ও রাসায়নিক খাদ্যযুক্ত মাটিতে এ গাছ খুব ভালভাবে সাড়া দেয়। ভাল ফলন পেতে হলে জমিতে সুষম মাত্রায় সার প্রয়োগ করতে হবে। প্রতি হেক্টরে ১০ টন পঁচা গোবর/কম্পোস্ট,  ৪০০ কেজি ইউরিয়া, ২৭৫ কেজি টিএসপি, ৩০০ কেজি মিউরেট অব পটাশ, ১৬৫ কেজি জিপসাম, ১২ কেজি বোরিক এসিড ও জিংক অক্সাইড সার প্রয়োগ করতে হবে। সাকার রোপণের ১০-১৫ দিন পূর্বে পঁচা গোবর/কম্পোস্ট এবং ইউরিয়া বাদে অন্যান্য সার ৭-১০ দিন পূর্বে মাটির সাথে ভালভাবে মিশিয়ে দিতে হবে। সাকার রোপণের ২৫-৩০ দিন পর ইউরিয়া সারের অর্ধেক প্রয়োগ করতে হবে এবং বাকি অর্ধেক সার সাকার রোপণের ৪৫-৫০ দিন পর গাছের গোড়ার চারপাশে একটু দূর দিয়ে প্রয়োগ করতে হবে। উপরি প্রয়োগের পর সার মাটির সাথে মিশিয়ে সেচ দিতে  হবে।</p>
                <p className="card-text"><b>কুঁড়ি ভাঙ্গাঃ</b><br />চন্দ্র মল্লিকার বেড ও টব আগাছা মুক্ত রাখা উচিত। চারা লাগানোর মাস খানেক পর গাছের অগ্রভাগ কেটে দিতে হয়। এতে করে গাছ লম্বা না হয়ে ঝোপালো হয়। চারা গাছে তাড়াতাড়ি ফুল আসলে তা সঙ্গে সঙ্গে অপসারন করতে হয়। বড় আকারের ফুল পেতে হলে  ডিসবাডিং করা উচিৎ অর্থাৎ মাঝের কুঁড়িটি রেখে পাশের দুটি কুঁড়ি কেটে ফেলতে হয়। আর মধ্যম আকারের ফুল পেতে চাইলে মাঝের কুড়িটি অপসারন করা উচিত।</p>
                <p className="card-text"><b>সেচঃ</b><br />চন্দ্রমল্লিকার চারা বিকালে লাগিয়ে গোড়ার মাটি চেপে দিতে হবে। চারা লাগানোর পর হালকা সেচ দিতে হবে। চন্দ্রমল্লিকার গাছ কখনো বেশি পানি সহ্য করতে পারেনা। তাই পানি এমনভাবে দিতে হবে যেন গোড়ায় বেশিক্ষণ পানি জমে না থাকে। চারা রোপনের পূর্বে এবং পরে প্রতিদিন নিয়মিতভাবে পরিমানমত পানি সেচ জরুরি।</p>
                <p className="card-text"><b>অন্যান্য পরিচর্যা <br />ঠেস দেয়াঃ</b><br />চন্দ্রমল্লিকার ফুল সাধারনত ডালপালার তুলনায় বড় হয়। তাই গাছের গোড়া থেকে কুঁড়ি পর্যন্ত একটা শক্ত কাঠি পুঁতে দিতে হবে।এতে ফুল নুয়ে পড়বেনা। চারা লাগানোর সময় কাঠি একবারেই পুঁতে দেয়া ভাল। এজন্য জাত বুঝে চন্দ্রমল্লিকা গাছের উচ্চতা অনুযায়ী বাঁশের কাঠি চারার গোড়া থেকে একটু দুরে পুঁতে দিতে হবে।একবারে গোড়াই পুতলে বা গাছ বড় হয়ে যাওয়ার পর পুতলে অনেক সময় শিকড়ের ক্ষতি হতে পারে, এমনকি শিকড়ে ক্ষত সৃষ্টি হওয়ার ফলে রোগ জীবানুও গাছে প্রবেশ করে রোগ সৃষ্টি করতে পারে।</p>
                <p className="card-text"><b>সেচঃ</b><br />চন্দ্রমল্লিকার চারা বিকালে লাগিয়ে গোড়ার মাটি চেপে দিতে হবে। চারা লাগানোর পর হালকা সেচ দিতে হবে। চন্দ্রমল্লিকার গাছ কখনো বেশি পানি সহ্য করতে পারেনা। তাই পানি এমনভাবে দিতে হবে যেন গোড়ায় বেশিক্ষণ পানি জমে না থাকে। চারা রোপনের পূর্বে এবং পরে প্রতিদিন নিয়মিতভাবে পরিমানমত পানি সেচ জরুরি।</p>
                <p className="card-text"><b>শোষক পোকা দমনঃ</b><br />শোষক পোকা অতি ক্ষুদ্র আকৃতির। ছাই রঙের এ পোকাকে খালি চোখে দেখা যায়না। এপোকা পাতা ও ফুলের রস শোষন করে। ফলে আক্রান্ত পাতা ও ফুলে দাগ পড়ে। পাতা ও ফুল শুকিয়ে যায় এবং আক্রমণ বেশি হলে গাছও শুকিয়ে যায়। এ পোকা দমনের জন্য ২ মিলি ম্যালাথিয়ন ১ লিটার পানিতে তিশেয়ে ৭-১০ দিন অন্তর স্প্রে করতে হবে।</p>
                <p className="card-text"><b>জাব পোকা দমনঃ</b><br />জাব পোকা ফুলের প্রধান ক্ষতিকর পোকা। জাব পোকা গাড় সবুজ, বেগুনি বা কাল রঙের হয়। অপ্রাপ্তবয়স্ক এবং প্রাপ্তবয়স্ক উভয় অবস্থাতেই গাছের নতুন ডগা বা ফুলের রস চুষে খায় এবং গাছের বৃদ্ধি এবং ফলনে মারাত্বক ক্ষতি করে।নোভাক্রন(০.১% ) বা রগর ( ১% ) প্রয়োগ করে এ পোকা দমন করা যায়।</p>
                <p className="card-text"><b>পাউডারী মিলডিউ রোগ দমনঃ</b><br />এরোগ হলে গাছের পাতা ধূসর রং ধারন করে এবং পাতার উপরে সাদা সাদা পাউডার দেখা যায়। টিল্ট  ২৫০ইসি ০.৫ মিলি বা ২ গ্রাম থিয়োভিট প্রতি লিটার পানিতে মিশিয়ে ৭-১০ দিন অন্তর স্প্রে করে এরোগ নিয়ন্ত্রণ করা যায়।</p>
                <p className="card-text"><b>ফুল সংগ্রহঃ</b><br />চন্দ্রমল্লিকা ফুল কুঁড়ি অবস্থায় তুললে ফোঁটেনা। বাইরের পাপড়ি গুলো সম্পূর্ণ খুলে গিয়েছে এবং মাঝের পাপড়ি গুলো ফুটতে শুরু করেছে এমন অবস্থায় খুব সকালে অথবা বিকেলে ধারালো ছুরি দিয়ে দীর্ঘ বোঁটাসহ কেটে ফুল তোলা উচিত।</p>
                <p className="card-text"><b>ফলনঃ</b><br />জাত ভেদে ফলন কম বেশি হয়। তবে গাছ প্রতি বছরে গড়ে ৩০-৪০ টি ফুল পাওয়া যায়।</p>

            </div>
        </div >

    );
};

export default ChondromollikaInfo;