import React from 'react';
import { Divider, Typography } from '@mui/material';
import musurDal from '../../../../../images/Agri-info/crops/lentils_মসুর.jpg';
import useDocumentTitle from '../../../../../hooks/useDocumentTitle';

const MusurDalInfo = () => {

    // dynamic title
    useDocumentTitle("মসুর");

    return (

        <div className=" rounded-3 bg-white my-4 px-5">
            <Typography
                sx={{
                    textAlign: "center",
                    pb: 2,
                    pt: 3,
                    fontWeight: 600,
                    color: 'rgb(37, 36, 36, 0.83)'
                }}
                variant="h3"
                noWrap
                component="div"
            >
                মসুর
            </Typography>
            <Divider />

            <div className="card mt-4 mb-3 border-0 rounded-0">
                <div className="row g-0">
                    <div className="col-md-4">
                        <img src={musurDal} className="img-fluid rounded-0 h-100" alt="..." />
                    </div>
                    <div className="col-md-8">
                        <div className="card-body text-start ">
                            <p className="card-text"><b>পুষ্টি মূল্য : </b><br />মসুর ডালে প্রচুর পরিমানে খাদ্য শক্তি ও প্রোটিন আছে।</p>
                            <p className="card-text"><b>ব্যবহার :</b><br />ডাল হিসেবে প্রধানত খাওয়া হয়। এ ছাড়াও পিয়াজু বা বিভিন্ন মুখরোচক খাবারে ব্যবহৃত হয়।</p>
                            <p className="card-text"><b>উপযুক্ত জমি ও মাটি :</b><br />সুনিষ্কাশিত বেলে দো-আঁশ মাটি মসুর চাষের জন্য উপযোগী।</p>

                        </div>
                    </div>
                </div>
            </div>

            <div className='text-start pb-5'>
                <p className="card-text"><b>জাত পরিচিতি :<br />বারি মসুর-১ :</b><br />
                    গাছের আকৃতি মধ্যম এবং উপরিভাগের ডগা বেশ সতেজ। গাছের পতা গাঢ় সবুজ। কান্ড হালকা সবুজ। ফুলের রং সাদা। বারি মসুর-১ জাতটির বীজের আকার স্থানীয় জাতসমূহের চেয়ে একটু বড়। হাজার বীজের ওজন ১৫-১৬ গ্রাম। ডাল রান্না হওয়ার সময়কাল ১০-১২ মিনিট। আমিষের পরিমাণ ২৬-২৮%। এ জাতের জীবনকাল ১০৫-১১০ দিন হেক্টরপ্রতি ফলন ১.৭-১.৮ টন।</p>
                <p className="card-text"><b>বারি মসুর-২ :</b><br />
                    গাছের আকার মধ্যম। গাছের উপরিভাগ সামান্য লতানো হয়। পাতায় সরু আকর্ষী থাকে। গাছের পাতা গাঢ় সবুজ। কান্ড হালকা সবুজ ও ফুল সাদা। হাজার বীজের ওজন ১২-১৩ গ্রাম। ডাল রান্না হওয়ার সময়কাল ১৪-১৬ মিনিট। আমিষের পরিমাণ ২৭-২৯%। জাতটির জীবনকাল ১০৫-১১০ দিন। হেক্টরপ্রতি ফলন ১.৫-১.৭ টন।</p>
                <p className="card-text"><b> বারি মসুন-৩ :</b><br />
                    মসুর-৩ জাতটি একটি সংকর জাত। পাতার রং সবুজ। বীজের রং ধূসর এবং বীজে ছোট ছোট কালচে দাগ আছে। বীজের আকার স্থানীয় জাত অপেক্ষা বড়। হাজার বীজের গড় ওজন ২২-২৫ গ্রাম। ডাল রান্না হওয়ার সময়কাল ১০-১২ মিনিট। আমিষের পরিমাণ ২৪-২৬%। জাতটির জীবনকাল ১০০-১০৫ দিন। ফলন হেক্টরপ্রতি ১.৫-১.৭ টন।</p>
                <p className="card-text"><b>বারি মসুর-৪ :</b><br />
                    গাছের রং হালকা সবুজ। পত্রফলক আকারে বড় এবং পাতার শীর্ষে আকর্ষী আছে। ফুলের রং বেগুনি। বীজের আকার স্থানীয় জাত হতে বড় ও চেপ্টা ধরনের। বীজের রং লালচে বাদামি। হাজার বীজের ওজন ১৮-২০ গ্রাম। এ জাতটি মরিচা ও স্টেমফাইলিয়াম ব্লাইট রোগ প্রতিরোধী। ডাল রান্না হওয়ার সময়কাল ১১-১৩ মিনিট। আমিষের পরিমাণ ২৪-২৬%। জাতটির জীবনকাল ১১০-১১৫ দিন। ফলন হেক্টরপ্রতি ১.৬-১.৭ টন।</p>
                <p className="card-text"><b>বীজ বপন :</b><br />
                    ছিটিয়ে অথবা সারি করে বীজ বপন করা যায়। সারিতে বপনের ক্ষেত্রে সারি থেকে সারির দূরত্ব ৩০ সে.মি রাখতে হবে। বীজের হার ৩০-৩৫ কেজি/হেক্টর। ছিটিয়ে বপনের ক্ষেত্রে বীজের পরিমাণ সামান্য বেশি দিতে হবে। তবে বারি মসুর-৩ এর বেলায় হেক্টরপ্রতি ৩৫-৪০ কেজি বীজ ব্যবহার করতে হবে।<br />কার্তিক মাসের দ্বিতীয় থেকে তৃতীয় সপ্তাহ (অক্টোবর মাসের শেষ সপ্তাহ থেকে নভেম্বর মাসের প্রথম সপ্তাহ) পর্যন- মসুর বীজ বপন করা যায়।</p>
                <p className="card-text"><b>সমুদয় :</b><br />
                    সার শেষ চাষের সময় প্রয়োগ করতে হবে। যে জমিতে আগে মসুর চাষ করা হয় নাই সেখানে প্রতি কেজি বীজের জন্য ৯০ গ্রাম হারে অনুমোদিত অণুজীব সার প্রয়োগ করা যেতে পারে। ইনোকুলাম ব্যবহার করলে সাধারণতঃ ইউরিয়া সার ব্যবহার করতে হয় না।</p>
                <p className="card-text"><b>সেচ ও আগাছা ব্যবস্থাপনা :</b><br />
                    বপনের ৩০-৩৫ দিনের মধ্যে নিড়ানি দ্বারা একবার আগাছা দমন করা প্রয়োজন। অতিবৃষ্টির ফলে জমিতে যাতে
                    জলাবদ্ধতা সৃষ্টি না হয় সেজন্য পানি বের করে দেওয়ার ব্যবস্থা করতে হবে।</p>

                <p className="card-text"><b>রোগ ব্যবস্থাপনা :<br />রোগের নাম : মসুরের গোড়া পচা রোগ</b><br />
                </p>
                <p className="card-text"><b>ক্ষতির নমুনা : </b><br />
                    গাছ আক্রান্ত হলে পাতা ক্রমান্বয়ে হলদে রং ধারণ করে। আক্রান্ত গাছ ঢলে পড়ে ও শুকিয়ে যায়। মাটি ভিজা থাকলে গাছের গোড়ায় ছত্রাকের সাদা মাইসেলিয়াম ও সরিষার দানার ন্যায় স্কেলেরোসিয়াম গুটি দেখা যায়। এ জীবাণু গাছের অবশিষ্টাংশে, বিকল্প পোষক ও মাটিতে বেঁচে থাকে এবং পরবর্তী বছরে ফসল আক্রমণ করে।</p>
                <p><b>অনুকুল পরিবেশ : </b>ভিজা স্যাঁতস্যাঁতে মাটি রোগ বিস্তারের সহায়ক।</p>
                <p className="card-text"><b>ব্যবস্থাপনা :</b><br />
                    ফসলের পরিত্যক্ত অংশ পুড়িয়ে ফেলতে হবে। অধিক পরিমাণে পচা জৈব সার ব্যবহার করতে হবে।  ভিটাভেক্স-২০০ প্রতি কেজি বীজে ২.৫-৩.০ গ্রাম (০.২৫%) মিশিয়ে বীজ শোধন করতে হবে।</p>
                <p className="card-text"><b>রোগের নাম : মসুরের মরিচা রোগ<br />ক্ষতির নমুনা : </b><br />
                    আক্রান্ত গাছের পাতায় বিভিন্ন আকৃতির ছোট ছোট মরিচা রংয়ের গুটি দেখা যায়। পরবর্তীতে তা গাঢ় বাদামি ও কালো রং ধারণ করে। কান্ডেও এ রকম লক্ষণ দেখা যায়।</p>
                <p><b>অনুকুল পরিবেশ:</b> আর্দ্র আবহাওয়ায় এ রোগের প্রকোপ বেশি হয়।</p>
                <p className="card-text"><b>ব্যবস্থাপনা : </b><br />
                    ফসলের পরিত্যক্ত অংশ পুড়িয়ে ফেলতে হবে। রোগ প্রতিরোধী জাত যেমন বারি মসুর-৩ ও বারি মসুর-৪ চাষ করতে হবে। টিল্ট-২৫০ ইসি (০.০৪%) ১২-১৫ দিন পরপর ২-৩ বার সেপ্র করতে হবে।</p>
                <p className="card-text"><b>রোগের নাম : মসুরের স্টেমফাইলাম ব্লাইট রোগ<br />ক্ষতির নমুনা :</b><br />
                    আক্রান্ত গাছের পাতায় সাদা ছত্রাকের জালিকা দেখা যায়। দূর থেকে আক্রান্ত ফসল আগুনে ঝলসানো মনে হয়। আক্রমণের শেষ পর্যায়ে গাছ কালচে বাদামি রং ধারণ করে। ভোর বেলায় পাতা এবং কান্ডে এক ধরনের সাদা ছত্রাক জালিকার উপস্থিতি দ্বারা সহজেই স্টেমফাইলাম ব্লাইট রোগ সনাক্ত করা যায়।</p>
                <p><b>অনুকুল পরিবেশ: </b>বীজ, বিকল্প-শোষক, বায়ু প্রভৃতির মাধ্যমে এ রোগ বিস্তার লাভ করে।</p>
                <p className="card-text"><b>ব্যবস্থাপনা : </b><br />
                    ফসলের পরিত্যক্ত অংশ পুড়িয়ে ফেলতে হবে। আক্রমণ দেখা দেওয়া মাত্র রোভরাল-৫০ ডব্লিউপি নামক ছত্রাকনাশক (০.২%) ১০ দিন পরপর ২-৩ বার সেপ্র করতে হবে। গুদামজাত ডালের পোকা ব্যবস্থাপনা</p>
                <p className="card-text"><b>ভূমিকা : </b><br />
                    পূর্ণবয়স্ক পোকা ও কীড়া উভয়ই গুদামজাত ডালের ক্ষতি করে থাকে।</p>
                <p className="card-text"><b>ক্ষতির নমুনা : </b><br />
                    এ পোকা ডালের খোসা ছিদ্র করে ভিতরে ঢুকে শাঁস খেতে থাকে। ফলে দানা হাল্কা হয়ে যায়। এর ফলে বীজের অঙ্কুরোদগম ক্ষমতা নষ্ট হয়ে যায় এবং খাওয়ার অনুপযুক্ত হয়ে পড়ে।</p>
                <p className="card-text"><b>ব্যবস্থাপনা : </b><br />
                    গুদামজাত করার আগে দানা ভালভাবে পরিষ্কার করতে হয়। ডালের দানা শুকিয়ে পানির পরিমান ১২% এর নিচে আনতে হবে। বীজের জন্য টন প্রতি ৩০০ গ্রাম ম্যালাথিয়ন বা সেভিন ১০% গুড়া মিশিয়ে পোকার আক্রমণ প্রতিরোদ করা যায়। ফসটক্সিন ট্যাবলেট ২টি বড়ি প্রতি ১০০ কেজি গুদামজাত ডালে ব্যবহার করতে হয়। এ বড়ি আবদ্ধ পরিবেশে ব্যবহার করতে হয়।</p>
                <p className="card-text"><b>বীজ সংরক্ষণ পদ্ধতি :</b><br />
                    বীজ ভালোভাবে রোদে শুকিয়ে আর্দ্রতার পরিমাণ আনুমানিক ১০% এর নীচে রাখতে হবে। তারপর টিনের পাত্র ও
                    পলিথিনসহ চটের ব্যাগ অথবা আলকাতরার প্রলেপ দেওয়া মাটির পাত্রে বীজ সংরক্ষণ করতে হবে।</p>
                <p className="card-text"><b>ফসল তোলা :</b><br />
                    মধ্য-ফাল্গুন থেকে মধ্য-চৈত্র (মার্চ) মাসে ফসল সংগ্রহ করা যায়। শুষ্ক ভূমি অঞ্চলে প্রাইম পদ্ধতিতে মসুর চাষ</p>
                <p className="card-text"><b>শুষ্ক</b><br />
                    ভূমি অঞ্চলে জমিতে প্রয়োজনীয় রসের অভাব একটি উল্লেখযোগ্য সমস্যা। আমাদের দেশে সাধারণত: রোপা আমন ধান কাটার পরই রবি শস্যের আবাদ হয়ে থাকে। কিন' অনেক ক্ষেত্রে ধান কাটার পর জমিতে পরিমিত রস থাকে না। আবার কোন কোন ক্ষেত্রে উঁচু জমিতে বপন সময়ের আগেই জমির রস শুকিয়ে যায়। তবে এ ধরনের জমিতে বীজ প্রাইমিং (বীজ ভিজানো) করে বপন করলে স্বাভাবিক পদ্ধতির চেয়ে ৩-৪ দিন আগে বীজ গজায় এবং গাছের পরবর্তী বৃদ্ধিও ভালো হয়, যা উচ্চ ফলনের সহায়ক। প্রাইম পদ্ধতিতে মসুরের চাষ নিম্নরূপ:</p>
                <p className="card-text"><b>জাত</b><br />
                    বারি মসুর-৩ এবং বারি মসুর-৪।</p>
                <p className="card-text"><b>বপনের সময়</b><br />
                    অক্টোবর মাসের শেষ সপ্তাহ থেকে নভেম্বর মাসের প্রথম সপ্তাহ (কার্তিক মাসের দ্বিতীয় সপ্তাহ থেকে তৃতীয় সপ্তাহ পর্যন্ত) বীজ বপনের উপযুক্ত সময়।</p>
                <p className="card-text"><b>জমি নির্বাচন</b><br />
                    সুনিষ্কাশিত দো-আঁশ মাটি মসুর চাষের জন্য বেশি ভালো।</p>
                <p className="card-text"><b>বীজের পরিমাণ</b><br />
                    জমিতে পরিমিত পরিমাণ গাছের জন্য প্রতি হেক্টরে ৩০ কেজি বীজের প্রয়োজন হয়।</p>
                <p className="card-text"><b>বীজ প্রাইমিং পদ্ধতি</b><br />
                    রাত্রে প্রয়োজনীয় বীজ বালতি/গামলা অথবা অনুরূপ পাত্রে ৮-১০ ঘন্টা ভিজিয়ে রাখতে হবে। পরের দিন সকালে পাত্র থেকে বীজগুলি উঠিয়ে ছায়াতে রেখে শুধুমাত্র বীজের গায়ের পানি শুকিয়ে ঐ দিনই যত তাড়াতাড়ি সম্ভব বীজ বপন করতে হবে।</p>
                <p className="card-text"><b>সার প্রয়োগ</b><br />
                    জমি তৈরির শেষ চাষের সময় হেক্টরপ্রতি ৪৫ কেজি ইউরিয়া, ৯০ কেজি টিএসপি এবং ৩৫ কেজি এমওপি সার একসাথে ছিটাতে হবে। কোন জমিতে প্রথমবার মসুর চাষ করলে মসুরের প্রতি কেজি বীজের সাথে ৫০ গ্রাম জীবাণুসার, ভাতের মাড়/চিটাগুড় মিশিয়ে বপন করতে হবে।</p>
                <p className="card-text"><b>জমি চাষ ও বপন পদ্ধতি</b><br />
                    মাটির প্রকারভেদে ৩-৪টি চাষ ও ভালোভাবে মই দিয়ে জমি তৈরি করতে হবে। জমি তৈরির শেষ চাষের পর পরিমাণ মত বীজ ছিটিয়ে বপন করতে হবে। তারপর একটি চাষ ও আড়াআড়িভাবে দুটি মই দিতে হবে। এতে করে জমির রস ধারণ ক্ষমতা বাড়ে এবং বীজ গজাতে সাহায্য করে। এছাড়া ২৫ সেমি দূরে দূরে সারি করেও বীজ বপন করা যায়। তবে জমিতে রস কম থাকলে বীজ ছিটিয়ে বপন করাই ভালো।</p>
                <p className="card-text"><b>আন্তপরিচর্যা</b><br />
                    সাধারণত: মসুর বৃষ্টি নির্ভর ফসল হিসেবে চাষ করা হয়ে থাকে। তবে মাটিতে যদি রসের অভাব হয় এবং রসের অভাবে গাছে বৃদ্ধি কম হয় সেক্ষেত্রে চারা গজানোর ২৫-৩০ দিন পর একবার হালকা সেচ দিতে হবে। সেচ দেওয়ার পর জমি নিড়ানি দিয়ে মাটি আলগা করে দিতে হবে। জমিতে পানি বের করে দেওয়ার ব্যবস্থা থাকতে হবে। কারণ মসুর জলাবদ্ধতা সহ্য করতে পারে না। আগাছার প্রকোপ বেশি হলে বীজ গজানোর ২৫-৩০ দিন পর একবার নিড়ানি দিতে হবে।</p>


            </div>
        </div >

    );
};

export default MusurDalInfo;