import React from 'react';
import { Divider, Typography } from '@mui/material';
import alu from '../../../../../images/Agri-info/crops/alu_আলু.jpg';
import useDocumentTitle from '../../../../../hooks/useDocumentTitle';

const AluInfo = () => {

    // dynamic title
    useDocumentTitle("আলু");

    return (

        <div className=" rounded-3 bg-white my-4 px-5">
            <Typography
                sx={{
                    textAlign: "center",
                    pb: 2,
                    pt: 3,
                    fontWeight: 600,
                    color: 'rgb(37, 36, 36, 0.83)'
                }}
                variant="h3"
                noWrap
                component="div"
            >
                আলু
            </Typography>
            <Divider />

            <div className="card mt-4 mb-3 border-0 rounded-0">
                <div className="row g-0">
                    <div className="col-md-4">
                        <img src={alu} className="img-fluid rounded-0 h-100" alt="..." />
                    </div>
                    <div className="col-md-8">
                        <div className="card-body text-start ">
                            <p className="card-text"><b>পুষ্টি মূল্য : </b><br />আলু পুষ্টির দিক দিয়ে ভাত ও গমের সাথে তুল্য। এছাড়া খাদ্য হিসাবে আলু সহজেই হজম হয়। আলুতে যথেষ্ঠ পরিমানে খাদ্য শক্তি রয়েছে। তাছাড়া ভিটামিন ও খনিজ লবণও পাওয়া যায়।</p>
                            <p className="card-text"><b>ব্যবহার :</b><br />আলু দিয়ে মিষ্টি, সেমাই, নানা রকম ভর্তাসহ বিভিন্ন মুখরোচক খাবার তৈরি করা যায়। তরকারি হিসাবে খাওয়া ছাড়াও প্রক্রিয়াজাত করে চিপস বিক্রি করে গৃহবধূ ও মেয়েরা আর্থিকভাবে লাভবান হতে পারে।</p>
                            <p className="card-text"><b>উপযুক্ত জমি ও মাটি:</b><br />আলু চাষের জন্য বেলে দোআশ ও দোআঁশ ধরনের মাটি সবচেয়ে উপযোগী।
                            </p>

                        </div>
                    </div>
                </div>
            </div>

            <div className='text-start pb-5'>
                <p className="card-text"><b>জাত পরিচিতি: <br />বারি আলু-১ (হীরা): </b><br />গাছের কান্ডের সংখ্যা ৪-৫ টি, রং সবুজ। আলু চেপ্টা গোলাকার। আকার মাঝারি থেকে বড়। ত্বক মসৃন এবং রং হালকা ঘিয়ে। শাঁশের রং হালকা, চোখ কিছুটা গভীর ও সংখ্যা বেশি। এ জাতের জীবনকাল ৭৫-৮৫ দিন। তবে বপনের ৬০-৬৫ দিন পর থেকেই আগাম আলু তোলা যায়। যশোর, বগুড়া, ও কুমিল্লা এলাকায় এজাতের চাষ বেশি হয়। জাতটি মড়ক ও ভাইরাস রোগ সহনশীল।</p>
                <p><b>ফলন (টন/হেক্টর): </b>৩০-৩৫</p>
                <p className="card-text"><b>বারি আলু-৪ (আইলসা): </b><br />গাছ কিছুটা ছড়ানো, কান্ডের সংখ্যা বেশি ও হালকা সবুজ। অংকুরোধগম  হতে ৩ মাসের বেশি সময় লাগে। এজন্য আলু সাধারণ তাপমাত্রায় ৫-৬ মাস পর্যন্ত ঘরে সংরক্ষণ করা যায়। জাতটি মড়ক ও ভাইরাস রোগ সহনশীল। বগুড়া ও রংপুর অঞ্চলে দেশী আলুর চাষ কমিয়ে এ জাত চাষ করা যায় এবং দেশী আলুর মতই তা অনেকদিন সংরক্ষণ করা যায়।</p>
                <p><b>ফলন (টন/হেক্টর): </b>২৫-৩০</p>
                <p className="card-text"><b>বারিআলু -৪ (ডায়মন্ট): </b><br />কান্ডের সংখ্যা কম কিন্তু লম্বা ও শক্ত। পাতা একটু বড় ও গাঢ় সবুজ। জীবনকাল ৯০-৯৫ দিন। আলু ডিম্বাকার, মাঝারি থেকে বড় আকৃতির। ত্বক মসৃন এবং রং হালকা হলুদের। শাঁস হালকা হলুদের ও চোখ  অগভীর । জাতটি সারা দেশেই চাষ করা যায়।</p>
                <p><b>ফলন (টন/হেক্টর): </b>২৫-৩০</p>
                <p className="card-text"><b>বারিআলু-৮(কার্ডিনাল): </b><br />গাছ শক্ত ও দ্রত বেড়ে উঠে। কান্ডের সংখ্যা কম ও লম্বা। পাতার প্রান্ত কিছুটা ঢেউ খেলানো। জীবনকাল ৯০-৯৫ দিন। আলু ডিম্বাকার, মাঝারি আকার। ত্বক মসৃন ও লাল বর্ণের। শাঁস হলদে ও চোখ  অগভীর | জাতটি  মড়ক ও ভাইরাস রোগের প্রতিরোধ ক্ষমতা রয়েছে।</p>
                <p><b>ফলন (টন/হেক্টর): </b>২৫-৩০</p>
                <p className="card-text"><b>বারি আলু-১১(চমক): </b><br />গাছ শক্ত ও দ্রত বেড়ে উঠে। কিছুটা খরা সহ্য করার ক্ষমতা আছে। জীবনকাল ৮০-৮৫ দিন। অংকুর প্রথমে আঁটসাট থাকে ও পরে মোচাকার হয়। রং লাল বেগুনি, অগ্রভাগ সবুজ এবং রোমশ। আলু ডিম্বাকার, মাঝারি আকৃতির ,ত্বক মসৃন, রং হালকা হলুদে ও চোখ  অগভীর। জাতটি সারা দেশেই চাষ করা যায়। </p>
                <p><b>ফলন (টন/হেক্টর): </b>২৫-৩০</p>
                <p className="card-text"><b>বারি আলু-১২(ধীরা): </b><br />কান্ডের সংখ্যা অনেক বেশি ও পাতা সবুজ। আলু ডিম্বাকার, মাঝারি  আকৃতির, ত্বক মসৃন ও হালকা  হলুদে ও শাঁসের রং ফ্যাকাশে সাদা ও চোখ কিছুটা গভীর। জীবনকাল ৯০-৯৫ দিন। জাতটি মড়ক ও অন্যান্য ভাইরাস রোগ এবং কিছুটা তাপ সহ্য ক্ষমতা সম্পন্ন । সারা দেশেই চাষাবাদ করা যায়। সাধারণ তাপমাত্রায় সংরক্ষণ ক্ষমতা বেশি। তাই হিমাগারবিহীন এলাকায় ৩-৪ মাস সংরক্ষণ করা যায়। </p>
                <p className="card-text"><b>বারিআল-১৩(গ্রানোলা): </b><br />গাছ কিছুটা ছড়ানোর প্রকৃতির। কান্ডের সংখ্যা বেশি ও সবুজ। প্রথমে গাছের বৃদ্ধি ধীর গতিতে হয় তবে পরে সমস্ত জমি গাছে ডেকে যায়। খরা সহ্য করার ক্ষমতা আছে। আলু গোল-ডিম্বাকার মাঝারি  আকৃতির, ত্বক মসৃন হালকা তামাটে হলুদ, শাঁস ফ্যাকাশে ও চোখ  অগভীর। জীবনকাল ৯০-৯৫ দিন। সারা দেশেই চাষ করা যায়। আলু ৪-৫ মাস ঘরে রাখা যায়। মড়ক ও অন্যান্য ভাইরাস রোগ প্রতিরোধী।</p>
                <p><b>ফলন (টন/হেক্টর): </b>২৫-৩০</p>
                <p className="card-text"><b>বারিআলু-১৫ (বিনেলা): </b><br />গাছ ছড়ানো প্রকৃতির। কান্ডের সংখ্যা বেশি। কান্ড শক্ত ও হালকা সবুজ। খরা সহ্য করার ক্ষমতা আছে। আলু ডিম্বাকার, মাঝারি  আকৃতির, ত্বক মসৃন ও হালকা হলুদে, শাঁসের রং হলুদ ও চোখ  অগভীর। কান্ড বেশি রোমশ। জীবনকাল ৯০-৯৫ দিন। মড়ক ও অন্যান্য রোগ সহনশীল। সারা দেশেই চাষাবাদ করা যায়। উচ্চ ফলনশীল ও সংরক্ষণ ক্ষমতা বেশি ও আকর্ষণীয় রং বলে জাতটি চাষ বেশি হতে পারে।</p>
                <p><b>ফলন (টন/হেক্টর): </b>৩০-৩৫</p>
                <p className="card-text"><b>বারি টিপিএস-১: </b><br />আলু গোল-ডিম্বাকারi, মাঝারি আকৃতির, ত্বক মসৃণ ও উজ্জ্বল ক্রীম বর্ণের। শাঁস ফ্যাকাশে হলদে, চোখ কিছুটা গভীর। জীবনকাল ১০০-১০৫ দিন। এ জাত প্রকৃত আলু বীজ দিয়ে চাষ করা হয়। চাষিদের উচ্চ মূল্যের বীজ আলু কেনার দরকার হয় না। চাষির নিজের উৎপাদিত দ্বিতীয় বছরের কন্দ পরবর্র্তী বছরের বীজ হিসেবে ব্যবহার করা যায়।</p>
                <p><b>ফলন (টন/হেক্টর): </b><br />প্রকৃত আলু বীজ  থেকে : ৪৫-৫০<br />কন্দ থেকে : ৩০-৩৫ </p>
                <p className="card-text"><b>বারি টিপিএস-২: </b><br />আলু গোল-ডিম্বাকার, ত্বক মসৃণ ও হালকা হলুদে, শাঁস ফ্যাকাশে হলদে, চোখ কিছুটা গভীর। জাতটি  মড়ক ও অন্যান্য ভাইরাস রোগ প্রতিরোধী। সারা দেশেই চাষাবাদ করা যায়। চাষির নিজের উৎপাদিত দ্বিতীয় বছরের কন্দ পরবর্র্তী বছরের বীজ হিসেবে ব্যবহার করা যায়।  জীবনকাল ১০০-১০৫ দিন।</p>
                <p><b>ফলন (টন/হেক্টর): </b><br />প্রকৃত আলু বীজ  থেকে : ৪৫-৫০<br />কন্দ থেকে : ৩০-৩৫ </p>
                <p className="card-text"><b>বারিআলু-১৬(আরিন্দা): </b><br />গাছ দ্রুত বর্ধনশীল, মাঝারি ধরনের, কান্ড শক্ত ও হালকা বেগুনী। পাতা একটু বড় ও হালকা সবুজ। আলু ডিম্বাকারi ত্বক মসৃণ ও হালকা হলুদ বর্ণের। জীবনকাল ৯০-৯৫ দিন। সারা দেশেই চাষবাদ করা যায়। মোজাইক ভাইরাস রোগ অনেকটা প্রতিরোধী।</p>
                <p><b>ফলন (টন/হেক্টর): </b>২৫-৩০ </p>
                <p className="card-text"><b>বারি আলু-১৭ (রাজা): </b><br />গাছ মাঝারি ধরনের, কান্ড শক্ত, খাড়া ও বেগুনী। পাতা মাঝারি ও গাঢ় সবুজ। আলু ডিম্বাকার ও মাঝারি  ধরনের, ত্বক মসৃণ ও উজ্জল  লাল বর্ণের। শাঁস হালকা হলুদ বর্ণের। জীবনকাল ৯০-৯৫ দিন।  জাতটি সারা দেশেই চাষ করা যায়। আলু আঠালো ও খেতে সুস্বাদু।</p>
                <p><b>ফলন (টন/হেক্টর): </b>২৫-৩০ </p>
                <p className="card-text"><b>বারিআলু-১৮(বারাকা): </b><br />গাছ খুব সবল ও মোটা। কান্ডের সংখ্যা কম কিন্তু লম্বা পাতা ঘন ও গাঢ় সবুজ। আলু ডিম্বাকার থেকে লম্বা ডিম্বাকার এবং মাঝারি থেকে বড় আকৃতির। জীবনকাল ৯০-৯৫ দিন। জাতটি সারা দেশেই চাষ করা যায়। মোজাইক, পাতা মোড়ানো ভাইরাস রোগ, মড়ক রোগ প্রতিরোধক্ষম।</p>
                <p><b>ফলন (টন/হেক্টর): </b>২০-২৫</p>
                <p className="card-text"><b>বারিআলু-১৯ (বিন্টজে): </b><br />গাছ দ্রুত বর্ধনশীল, সবল এবং কান্ড শক্ত। পাতা বড় ও গাঢ় সবুজ। আলু ডিম্বাকার, মাঝারি আকৃতির, ত্বক মসৃণ ও হালকা হলুদে। ভাইরাস এ জনিত মোজাইক প্রতিরোধক্ষম। জীবনকাল ৯০-৯৫ দিন। </p>
                <p><b>ফলন (টন/হেক্টর): </b>২০-২৫</p>
                <p className="card-text"><b>বারি আলু-২০ (জারলা): </b><br />কান্ড শক্ত ও মধ্যম আকৃতির। পাতা কিছুটা বড় ও হালকা সবুজ। আলু ডিম্বাকৃতি থেকে লম্বা ডিম্বাকৃতি| ত্বক মসৃণ ও হালকা হলুদে। জীবনকাল ৮৫-৯০ দিন।</p>
                <p><b>ফলন (টন/হেক্টর): </b>২৫-৩০ </p>
                <p className="card-text"><b>সম্প্রতি বাংলাদেশ কৃষি গবেষণা ইনস্টিটিউট বারি উদ্ভাবিত আলুর ০২টি জাত ছাড়করণ: <br /></b><br />
                    <b>(ক) বারি আলু-৫৬: </b> জাতটি কন্দাল ফসল। এ জাতের গড় ফলন ৩৫.৭২ টন/হেঃ। জীবনকাল ৯০-৯৫ দিন। আলুর আকার খাটো ডিম্বাকৃতি থেকে মধ্যম আকারের। জাতটি কমন স্কেব রোগ প্রতিরোধী।</p>
                <p className="card-text"><b>(খ) বারি আলু-৫৭: </b> জাতটি কন্দাল ফসল এ জাতের গড় ফলন ৩৭.৩৯ টন/হেঃ। জীবনকাল ৯০-৯৫ দিন। আলুর আকার খাটো ডিম্বাকৃতি থেকে মধ্যম আকারের। জাতটি লেইট ব্লাইট রোগ প্রতিরোধী।</p>
                <p className="card-text"><b>সম্প্রতি বাংলাদেশ কৃষি গবেষণা ইনস্টিটিউট বিদেশ থেকে আমদানীকৃত আলুর ০৬টি জাত নিবন্ধনঃ<br /></b><br />
                    <b>(ক) বারি আলু–৫৪:(Musica) </b>এ জাতের জীবনকাল ৯০-৯৫ দিন। আলুর আকার মধ্যম ডিম্বাকৃতি থেকে লম্বা ডিম্বাকৃতির। জাতের গড় ফলন ৪০.৫ টন/হেঃ।</p>
                <p className="card-text"><b>(খ) বারি আলু-৫৫:(Red Fantasy)</b> এ জাতের জীবনকাল ৯০-৯৫ দিন। আলু লম্বা ডিম্বাকৃতির ও বড় আকারের।</p>
                <p className="card-text"><b>(গ) বারি আলু–৫৮:(E1 Mundo) </b>এ জাতের গড় ফলন ৪৩.৬৫ টন/হেঃ। জাতটি রোগবালাইয়ের আক্রমন কম। তাপ সহনশীল। জীবনকাল ৯০-৯৫ দিন। আলু ডিম্বাকৃতি থেকে লম্বা ডিম্বাকৃতির আকারের।</p>
                <p className="card-text"><b>(ঘ) বারি আলু–৫৯:(Metro)</b> এ জাতের গড় ফলন ৪৩.৪৫ টন/হেঃ। জীবনকাল ৯০-৯৫ দিন।</p>
                <p className="card-text"><b>(ঙ) বারি আলু–৬০:(Vivaldi)</b> এ জাতের গড় ফলন ৪১.৯ টন/হেঃ। জীবনকাল ৯০-৯৫ দিন। আলুর আকার মাঝারি লম্বাটে।</p>
                <p className="card-text"><b>(চ) বারি আলু-৬১:(Volumia)</b> এ জাতের গড় ফলন ৪০.২১ টন/হেঃ। জীবনকাল ৯০-৯৫ দিন। আলুর আকার লম্বা থেকে মাঝারি লম্বা।</p>
                <p>এ সমস্ত উচ্চ ফলনশীল জাত ছাড়াও দেশী বিভিন্ন জাত যেমন-লাল পাকড়ি, লাল শীল, চল্লিশা, শিল বিলাতী, দোহাজারী এবং বেসরকারি কোম্পানীর মাধ্যমে আমদানিকৃত বিভিন্ন হাইব্রিড আলু জাতেরও চাষ হয়ে থাকে।</p>
                <p className="card-text"><b>বীজ রোপণ:</b><br />উত্তরাঞ্চলে মধ্য কার্তিক (নভেম্বরের প্রথম সপ্তাহ), দক্ষিণাঞ্চলে অগ্রহায়ণ ১ম সপ্তাহ থেকে ২য় সপ্তাহ (নভেম্বরের মাসের মধ্য থেকে শেষ সপ্তাহ)। প্রতি একরে বীজের হার প্রায় ৬০০ কেজি। রোপণের দূরত্ব 60x25 সে.মি (আস্ত আলু) এবং 45x15 সে.মি (কাটা আলু)।</p>
                <p><b>সার ব্যবস্থাপনা:</b></p>
                <div className='d-flex g-0'>
                    <div className='col'>
                        <p><b>সারের নাম</b></p>
                        <p>ইউরিয়া</p>
                        <p>টিএসপি</p>
                        <p>এমওপি</p>
                        <p>জিপসাম</p>
                        <p>জিংক সালফেট</p>
                        <p>ম্যাগনেসিয়াম সালফেট (অমৱীয় বেলে মাটির জন্য)</p>
                        <p>বোরণ (বেলে মাটির জন্য)</p>
                        <p>গোবর</p>
                    </div>
                    <div className='col-6'>
                        <p><b>সারের পরিমাণ (গ্রাম/শতক)</b></p>
                        <p>১০০০</p>
                        <p>৫৩০</p>
                        <p>৯৫০</p>
                        <p>৪৫০</p>
                        <p>৩৫</p>
                        <p>৩৫০</p>
                        <p>৩৫</p>
                        <p>৪০ কেজি</p>
                    </div>
                </div>
                <p>গোবর, অর্ধেক ইউরিয়া, টিএসপি, এমওপি, জিপসাম, ও জিংক সালফেট, (প্রয়োজনবোধে) রোপণের সময় জমিতে মিশিয়ে দিতে হবে। বাকি ইউরিয়া রোপনের ৩০-৩৫ পর অর্থাৎ দ্বিতীয় বার মাটি তোলার সময় প্রয়োগ করতে হবে। অম্লীয় বেলে মাটির জন্য ৩৫০ গ্রাম/শতক ম্যাগনেশিয়াম সালফেট এবং বেলে মাটির জন্য বোরণ প্রতি শতকে ৩৫ গ্রাম প্রয়োগ করলে ভাল ফলন পাওয়া যায়।</p>
                <p className="card-text"><b>সেচ ও আগাছা ব্যবস্থাপনা:</b><br />বীজ আলু বপনের ২০-২৫ দিনের মধ্যে (স্টোলন বের হওয়ার সময়) প্রথম দিতে হবে, দ্বিতীয় সেচ বীজ আলু বপনের ৪০-৪৫ দিনের মধ্যে (শুটি বের হওয়া পর্যন্ত) এবং তৃতীয় সেচ আলু বীজ বপনের ৬০- ৬৫ দিনের মধ্যে (শুটির বৃদ্ধি পায়) দিতে হবে। দেশের উত্তরাঞ্চলে বেশি ফলন পেতে হলে ৮-১০ দিন পর গোড়ায় মাটি দেওয়া প্রয়োজন ।</p>
                <p><b>পোকামাকড় ব্যবস্থাপনা:</b></p>
                <p><b>পোকার নাম: আলুর কাটুই পোকা (Cut warm)</b></p>
                <p className="card-text"><b>ভূমিকা: </b><br />কাটুই পোকা গাছের গোড়া কেটে ক্ষতি করে। ডিম ফুটে বের হয়ে কীড়া পাতার বাইরের (ত্বক) অংশ খেয়ে থাকে।</p>
                <p className="card-text"><b>পোকা চেনার উপায়: </b><br />কাটুই পোকা বেশ শক্তিশালী, ৪০-৫০ মিমি লম্বা| পোকার উপর পিঠ কালচে বাদামী বর্ণের, পার্শ্বদেশ কালো রেখাযুক্ত এবং বর্ণ ধূসর সবুজ। শরীর নরম ও তৈলাক্ত ।</p>
                <p className="card-text"><b>ক্ষতির নমুনা:</b><br /> কাটুই পোকা চারা গাছ কেটে দেয় এবং আলুতে ছিদ্র করে আলো ফসলের ক্ষতি করে থাকে। পোকা দিনের বেলায় মাটির নিচে লুকিয়ে থাকে। আলুর কাটা গাছ অনেক সময় কাটা গোড়ার পাশেই পড়ে থাকতে দেখা যায়।</p>
                <p className="card-text"><b>ব্যবস্থাপনা: </b><br />কাটুই পোকার উপদ্রব খুব বেশী না হলে কাটা আলু গাছ দেখে তার কাছাকাছি মাটি উল্টে পাল্টে পোকা খুঁজে সংগ্রহ করে মেরে ফেলা উচিত। আলু ক্ষেতে সেচ দেওয়ার সময় পানির সাথে ২০ মি.লি/শতক হারে কেরোসিন তেল মিশিয়ে দিয়ে মাটিতে লুকিয়ে থাকা কাটুই পোকা মেরে ফেলা যায়। এ ছাড়া পাখিকে উৎসাহিত করার জন্য ক্ষেতের মাঝে বাঁেশর কাঠি বা ডাল পালা পুঁতে রাখা দরকার। কাটুই পোকার উপদ্রব খুব বেশি হলে কীটনাশক ব্যবহার করতে হবে। প্রতি লিটার পানির সাথে ৫ মি.লি ক্লোরোপাইরিফস (ডারসবান) ২০ ইসি হারে মিশিয়ে গাছের গোড়া ও মাটিতে সেপ্র করে ভিজিয়ে দিতে হবে। আলু লাগানোর ৩০-৪০ পর সেপ্র করতে হবে।</p>
                <p className="card-text"><b>পোকার নাম: আলুর জাব পোকা (Aphid) <br />ভূমিকা : </b><br />জাবপোকার প্রজাতির মধ্যে মাইজাস পারসিকি নামক প্রজাতি ভাইরাস রোগ ছড়িয়ে বীজের মান নষ্ট করে।</p>
                <p className="card-text"><b>পোকার নাম: আলুর জাব পোকা (Aphid) <br />ক্ষতির নমুনা: </b><br />এ প্রজাতি আলুর পাতা মোড়ানো ভাইরাস  এ ও ভাইরাস ওয়াই রোগ বিস্তারের সাহায্য করে আলু ফসলের ব্যাপক ক্ষতি করে।</p>
                <p className="card-text"><b>অনুকূল পরিবেশ:</b> ডিসেম্বর মাসের মাঝামাঝি হতে এ পোকার সংখ্যা বাড়তে থাকে।</p>
                <p className="card-text"><b>ব্যবস্থাপনা: </b><br />ডাইম্যাক্রন/বেনিক্রন ১০০ এস সি ডব্লিউ ১০ মি.লি. ওষুধ ১০ লিটার পানিতে মিশিয়ে ৫ শতাংশ জমিতে ভালভাবে প্রয়োগ করতে হবে।</p>
                <p className="card-text"><b>পোকার নাম: আলুর সুতলী পোকা (Tuber moth)</b><br /><b>ভূমিকা: </b>আলুর সুতলী পোকার মথ আকারে ছোট, ঝালরযুক্ত, সরু ডানা বিশিষ্ট বাদামি হয়। </p>
                <p className="card-text"><b>পোকা চেনার উপায়: </b>পূর্ণাঙ্গ কীড়া সাদাটে বা হাল্কা গোলাপী বর্ণের এবং ১৫-২০ মি.মি লম্বা হয়ে থাকে।</p>
                <p className="card-text"><b>ক্ষতির নমুনা: </b>কীড়া আলুর মধ্যে লম্বা সুড়ঙ্গ করে আলুর ক্ষতি করে থাকে।  </p>
                <p className="card-text"><b>অনুকূল পরিবেশ: </b>বাংলাদেশে বসত বাড়িতে সংরক্ষিত আলু এ পোকার দ্বারা ক্ষতিগ্রস্থ হয়।  </p>
                <p className="card-text"><b>ব্যবস্থাপনা: </b>বাড়িতে সংরক্ষিত আলু শুকনা বালি, ছাই, তুষ, অথবা কাঠের গুড়ার একটি পাতলা স্তর (আলুর উপরে ০.৫ সেমি) দিয়ে ঢেকে দিতে হবে। আলু সংরক্ষণ করার আগে সুতলী পোকা আক্রান্ত আলু বেছে ফেলে দিতে হবে।</p>
                <p className="card-text"><b>পোকার নাম: উড়চুঙ্গা (Cricket) <br />ভূমিকা: </b>এটি আলু ফসলের জন্য একটি ক্ষতিকারক পোকা ।</p>
                <p className="card-text"><b>ক্ষতির নমুনা:</b> এরা রাত্রে গর্ত থেকে বের হয়ে আলু গাছের শিকড়, আলু ও কান্ড খেয়ে ফেলে।</p>
                <p className="card-text"><b> ব্যবস্থাপনা: </b>বিষটোপ ব্যবহার করতে হবে। গর্ত থেকে পোকা বের করে মেরে ফেলতে হবে।</p>
                <p><b>রোগ ব্যবস্থাপনা: <br />রোগের নাম: আলুর মড়ক/নাবী ধ্বসা (Late blight of potato) </b></p>
                <p className="card-text"><b>ভূমিকা : </b>ফাইটপথোরা ইনফেসটেনস নামক ছত্রাকের আক্রমনে এ রোগ হয়ে থাকে।</p>
                <p className="card-text"><b>ক্ষতির নমুনা : </b>প্রথমে পাতা, ডগা, ও কান্ডে কিছু অংশ ঘিরে ফেলে। বাতাসের আপেক্ষিক আর্দ্রতা বেশি থাকলে ২-৩ দিনের মধ্যে জমির অধিকাংশ ফসল আক্রান্ত হয়ে পড়ে। ভোরের দিকে আক্রান্ত পাতার নিচে সাদা পাউডারের মত ছত্রাক চোখে পড়ে। আক্রান্ত ক্ষেতে পোড়া-পোড়া গন্ধ পাওয়া যায় এবং মনে হয় যেন জমির ফসল পুড়ে গেছে ।</p>
                <p className="card-text"><b>ব্যবস্থাপনা:</b> রোগমুক্ত বীজ ব্যবহার করতে হবে। আক্রান্ত জমিতে সেচ যথা সম্ভব বন্ধ করে দিতে হবে। রোগ দেখা দেওয়ার সাথে সাথে রিডোমিল (০.২%), ডাইথেন এম-৪৫ (০.২%) ইত্যাদি অনুমোদিত ছত্রাকনাশক ১০-১২ দিন পর পর সেপ্র করতে হবে।</p>
                <p className="card-text"><b>রোগের নাম: আলুর গাদাম ধ্বসা বা পাতার দাগ (Early blight of potato) <br />ভূমিকা : </b>অলটারনারিয়া সোলানাই নামক ছত্রাকের আক্রমনে এ রোগ হয়ে থাকে।</p>
                <p className="card-text"><b>ক্ষতির নমুনা : </b>নিচের পাতায় ছোট ছোট বাদামি রঙের অল্প বসে যাওয়া কৌনিক দাগ পড়ে। আক্রান্ত অংশে সামান্য বাদামি এলাকার সাথে পর্যায়ক্রমে কালচে রংয়ের চক্রাকার দাগ পড়ে। পাতার বোঁটা ও কান্ডের দাগ অপেক্ষাকৃত j¤^v ধরনের হয়। গাছ হলদে হওয়া, পাতা ঝরে পড়া এবং অকালে গাছ মরে যাওয়া এ রোগের লক্ষণীয় উপসর্গ। আক্রান্ত টিউবারের গায়ে গাঢ় বাদামি থেকে কালচে বসে যাওয়া দাগ পড়ে।</p>
                <p className="card-text"><b>ব্যবস্থাপনা: </b>সুষম সার প্রয়োগ এবং সময়মত সেচ প্রয়োগ নিশ্চিত করতে হবে। রোগ দেখা দেয়ার সাথে সাথে প্রতি লিটার পানিতে ২ গ্রাম রোভরাল মিশিয়ে ৭-১০ দিন পর পর প্রয়োগ করতে হবে। ডাইথেন এম-৪৫ ০.২% হারে প্রয়োগ করা যায়। আগাম জাতের আলু চাষ করতে হবে।</p>
                <p className="card-text"><b>রোগের নাম: ভারটিসিলিয়াম উইল্ট (Verticilium Wilt) <br />ভূমিকা:</b> এক ধরণের ছত্রাক এ রোগের উৎস।</p>
                <p className="card-text"><b>ক্ষতির নমুনা: </b>ভারটিসিলিয়াম এলবোএট্রাম জাতীয় ছত্রাক এ রোগের উৎস। রোগাক্রান্ত গাছ শুকিয়ে, হলুদ হয়ে অকালে মারা যায়। আক্রান্ত কান্ড কাটলে ভিতরে ধূসর বর্ণ দেখা যায়। টিউবারের উপরিভাগে চোখসমূহ গোলাপী ও ধূসর বর্ণের হয়ে যায়।</p>
                <p className="card-text"><b>ব্যবস্থাপনা: </b>রোগমুক্ত বীজ ব্যবহার করা, মাটি শোধন, ফসল পর্যায়।</p>
                <p className="card-text"><b>রোগের নাম: আলুর স্টেম ক্যাঙ্কার স্কার্ফ রোগ (Black scurf) <br />ভূমিকা:</b> রাইজকটোনিয়া সোলানাই নামক ছত্রাকের আক্রমণে এ রোগ হয়ে থাকে।</p>
                <p className="card-text"><b>ক্ষতির নমুনা: </b>গজানো অঙ্কুরের মাথায় এবং স্টোলনে আক্রমনে দাগ দেখা যায়। বড় গাছের গোড়ার দিকে লালচে বর্ণের দাগ বা ক্ষতের সৃষ্টি হয়। কান্ডের সাথে ছোট ছোট টিউবার দেখা যায়। আক্রান্ত টিউবারের গায়ে শক্ত কালচে এবং সুপ্ত রোগ জীবাণুর গুটি দেখা যায়।</p>
                <p className="card-text"><b>ব্যবস্থাপনা: </b>টেরক্লোর (PCNB) হেক্টর প্রতি ১৫ কেজি মাত্রায় বীজ লাগানোর পূর্বে বীজ নালায় প্রয়োগ করতে হবে। ৩% বরিক এসিড দ্বারা বীজ শোধন বা সেপ্র যন্ত্রের সাহায্য প্রয়োগ করলে ও ভাল ফল পাওয়া যায়। বীজ আলু মাটির বেশী গভীরে রোপন পরিহার করতে হবে। ভালভাবে অঙ্কুরিত বীজ আলু রোপণ করতে হবে।</p>
                <p className="card-text"><b>রোগের নাম: কান্ড পচা (Fusarium rot) <br />ভূমিকা :</b> স্কেলেরোসিয়াম রলফসি নামক ছত্রাকের আক্রমণে এ রোগ হয়ে থাকে।</p>
                <p className="card-text"><b>ক্ষতির নমুনা:</b> এ রোগের আক্রমণের ফলে বাদামি দাগ কান্ডের গোড়া ছেয়ে ফেলে। গাছ ঢলে পড়ে এবং পাতা বিশেষ করে নিচের পাতা হলদে হয়ে যায়। আক্রান্ত অংশে বা আশেপাশের মাটিতে ছত্রাকের সাদা সাদা জালিকা দেখা যায়। কিছু দিন পর সরিষার দানার মত জীবানুর গুটি বা স্কেলেরোসিয়াম সৃষ্টি হয়। আলুর গা থেকে পানি বের হয় এবং পচন ধরে। ক্রমে আলু পচে নষ্ট হয়ে যায়।</p>
                <p className="card-text"><b>ব্যবস্থাপনা:</b> আক্রান্ত গাছ কিছুটা মাটিসহ সরিয়ে ফেলতে হবে। জমি গভীর ভাবে চাষ করতে হবে। জমিতে সব সময় জৈব সার প্রয়োগ করতে হবে।</p>
                <p className="card-text"><b>রোগের নাম: আলুর শুকনো পচা রোগ <br />ভূমিকা: </b>ছত্রাকের আক্রমনে এ রোগ হয়ে থাকে।</p>
                <p className="card-text"><b>ক্ষতির নমুনা:</b> আলুর গায়ে কিছুটা গভীর কালো দাগ পড়ে। আলুর ভিতরে গর্ত হয়ে যায়। প্রথম পচন যদিও ভিজা থাকে পরে তা শুকিয়ে শক্ত হয়ে যায়। আক্রান্ত অংশে গোলাকার ভাঁজ এবং কখনো কখনো ঘোলাটে সাদা ছত্রাক জালিকা দেখা যায়।</p>
                <p className="card-text"><b>ব্যবস্থাপনা: </b>আলু ভালভাবে বাছাই করে সংরক্ষণ করতে হবে। যথাযথ কিউরিং করে আলু গুদামজাত করতে হবে। ডাইথেন এম ৪৫ দ্রবণ (০.২%) দ্বারা বীজ আলু শোধন করতে হবে। বস্তা, ঝুড়ি ও গুদামজাত আলু ৫% ফরমালিন দিয়ে শোধন করতে হবে। প্রতি কেজিতে ২ গ্রাম হিসেবে টেকটো ২% গুড়া দিয়ে আলু শোধন করা দরকার।</p>
                <p className="card-text"><b>রোগের নাম: ঢলে পড়া এবং বাদামি পচন (Brown rot) <br />ভূমিকা :</b> সিউডোমোনাস সোলানেসিয়ারাম নামক ছত্রাকের আক্রমনে এ রোগ হযে থাকে।</p>
                <p className="card-text"><b> ক্ষতির নমুনা :</b> গাছের একটি শাখা বা এক অংশ ঢলে পড়তে পারে। পাতা সাধারণত হলুদ হয় না এবং সবুজ অবস্থায়ই চুপসে ঢলে পড়ে। গোড়ার দিকে গাছের কান্ড ফেড়ে দেখলে বাদামি আক্রান্ত এলাকা দেখা যায়। ঢলে পড়া গাছ খুব দ্রুত চুপসে যায়। আক্রান্ত আলু কাটলে ভিতরে বাদামি দাগ দেখা যায়। আলুর চোখে সাদা পুঁজের মত দেখা যায় এবং আলু অল্প দিনের মধ্যে পঁচে যায়। </p>
                <p className="card-text"><b>ব্যবস্থাপনা:</b> সুস্থ রোগমুক্ত বীজ ব্যবহার করতে হবে। আলু লাগানোর সময় প্রতি হেক্টরে ৮০-৯০ কেজি হারে স্ট্যাবল ব্লিচিং পাউডার জমিতে প্রয়োগ করতে হবে। পরিমিত মাত্রায় সেচ প্রয়োগ এবং রোগ দেখা দিলে পানি সেচ বন্ধ করতে হবে।</p>
                <p className="card-text"><b>রোগের নাম: আলুর দাদ রোগ <br />ভূমিকা:</b> স্ট্রেপ্টোমাইসিস স্কেবিজ নামক ছত্রাকের আক্রমণে এ রোগ হয়ে থাকে।</p>
                <p className="card-text"><b>ক্ষতির নমুনা: </b>হালকা দাদ হলে টিউবারের উপরে উঁচু এবং ভাসা বিভিন্ন আকারে বাদামি দাগ পড়ে। রোগের গভীর দাদে গোলাকার গর্ত বা ডাবা দাগ পড়ে। রোগের আক্রমণ সাধারণত ত্বকেই সীমাবদ্ধ থাকে।</p>
                <p className="card-text"><b>ব্যবস্থাপনা: </b>রোগমুক্ত বীজ ব্যবহার করতে হবে। জমিতে বেশি মাত্রায় নাইট্রোজেন সার ব্যবহার বর্জন করতে হবে। ৩% বরিক এসিড দিয়ে বীজ শোধন করে নিতে হবে। জমিতে হেক্টর প্রতি ১২০ কেজি জিপসাম সার প্রয়োগ করতে হয়।</p>
                <p className="card-text"><b>রোগের নাম: আলুর কালো পা/নরম পঁচা রোগ <br />ভূমিকা : </b>আরউইনা কেরোটোভোরা ব্যাকটেরিয়ার আক্রমণে এ রোগ হয়ে থাকে।</p>
                <p className="card-text"><b>ক্ষতির নমুনা: </b>আক্রান্ত অংশে কোষ পচে যায়। পচা আলুতে এক ধরনের উগ্র গন্ধের সৃষ্টি হয়। চাপ দিলে আলু থেকে এক প্রকার দূষিত পানি বেরিয়ে আসে। আক্রান্ত অংশ ঘিয়ে রংয়ের ও নরম হয় যা সহজেই সুস্থ অংশ থেকে আলাদা করা যায়।</p>
                <p className="card-text"><b>ব্যবস্থাপনা:</b> সুস্থ ও রোগমুক্ত বীজ ব্যবহার করতে হবে। অতিরিক্ত সেচ দেয়া উচিত নয়। উচ্চ তাপ এড়ানোর জন্য আগাম চাষ করতে হবে। ভালভাবে বাছাই করে আলু সংরক্ষণ করতে হবে। ১% ব্লিচিং পাউডার অথবা ৩% বরিক এসিডের দ্রবণে টিউবার শোধন করে বীজ আলু সংরৰণ করতে হবে।</p>
                <p className="card-text"><b>রোগের নাম: পাতা মোড়ানো ভাইরাস (Leaf roll Virus) <br />ভূমিকা:</b> এটি একটি ভাইরাস জনিত রোগ ।</p>
                <p className="card-text"><b>ক্ষতির নমুনা : </b>আক্রান্ত গাছের পাতা খসখসে, খাড়া ও উপরের দিকে মুড়ে যায়। আগার পাতার রং হালকা সবুজ হয়ে যায় এবং গাছের বৃদ্ধি বন্ধ হয়ে যায় । কখনো আক্রান্ত পাতার কিনারা লালচে বেগুনি রংয়ের হয়। গাছ খাটো হয় এবং সোজা হয়ে উপরের দিকে দাঁড়িয়ে থাকে। আলুর সংখ্যা কমে যায় এবং আলু অনেক ছোট হয় ।</p>
                <p className="card-text"><b>ব্যবস্থাপনা: </b>রোগমুক্ত বীজ ব্যবহার করতে হবে। কীটনাশক (এজেড্রিন, নোভাক্রন, মেনোড্রিন ইত্যাদি) ২ মিলি অথবা ১ মিলি ডাইমেক্রন প্রতি লিটার পানিতে মিশিয়ে ৭-১০ দিন পর পর জমিতে সেপ্র করতে হবে। আক্রান্ত গাছ টিউবারসহ তুলে ফেলতে হবে।</p>
                <p className="card-text"><b>রোগের নাম: মৃদু মোজাইক (Mild mosaic) <br />ভূমিকা: </b> পটেটো ভাইরাস এ এবং এক্স এর কারণে এ রোগ দেখা যায়।</p>
                <p className="card-text"><b>ক্ষতির নমুনা:</b> পাতা হলদে হয় ও তার উপরে বিভিন্ন বর্ণের দাগ পড়ে। পাতা কিছুটা কুঁকড়িয়ে গাছ খর্বাকৃতির হয়।</p>
                <p className="card-text"><b>ব্যবস্থাপনা: </b>রোগমুক্ত বীজ আলু ব্যবহার এবং এই রোগ প্রতিরোধ ক্ষমতা সম্পন্ন আলু বীজ বপন ও জাব পোকা দমন করতে হবে।</p>
                <p className="card-text"><b>রোগের নাম: কমন স্কেব (Common scab) <br />ভূমিকা:  </b>স্ট্রেপ্টোমাইসিস স্কেবিজ (Streptomyces scabies)</p>
                <p className="card-text"><b>ক্ষতির নমুনা:</b> শুধু মাত্র টিউবারেই লক্ষণ প্রকাশ পায়। টিউবারের গায়ে বাদামী রঙের বসে যাওয়া, উঁচু অথবা খসখসে দাগ (দাদ) দেখা যায়। </p>
                <p className="card-text"><b>ব্যবস্থাপনা : </b>এই রোগের প্রতিকারের উপায় হল- ফসল পর্যায়, শোধিত ও রোগ মুক্ত বীজ ব্যবহার, ক্ষারীয় মাটিতে আলুর আবাদ পরিহার ও জমিতে এবং নিয়মিত ও পরিমিত সেচ।</p>
                <p className="card-text"><b>রোগের নাম: ভিতরের কালো দাগ (Black heart) <br />ভূমিকা:</b> অপরজীবি জনিত রোগ</p>
                <p className="card-text"><b>ক্ষতির নমুনা: </b>টিউবারের কেন্দ্র কালো বা নীলচে কালো রং ধারণ করে। অক্সিজেনের অভাব বেশি হলে সমস্ত টিউবারই কালো হয়ে যেতে পারে। আক্রান্ত অংশ সংকুচিত হয়ে ফেঁপে যেতে পারে।</p>
                <p className="card-text"><b>ব্যবস্থাপনা: </b>এই রোগের প্রতিকারের উপায় হল উচ্চ তাপমাত্রায় সংরক্ষণ না করা ও গুদামে বাতাস চলাচলে ব্যবস্থা রাখা।</p>
                <p className="card-text"><b>রোগের নাম: অন্তর ফাঁপা রোগ (Hollow heart) <br />ভূমিকা: </b>অপরজীবিজনিত রোগ</p>
                <p className="card-text"><b>ক্ষতির নমুনা: </b>সাধারণতঃ বড় বড় আলুর কেন্দ্রে অসম ফাঁপা অংশ সৃষ্টি হয়। পাশের কোষ সমূহ খসখসে ও বাদামি বর্ণ ধারণ করে যা বাহির থেকে বুঝা যায় না।</p>
                <p className="card-text"><b>ব্যবস্থাপনা:</b> এই রোগের প্রতিকারের উপায় হল কম দূরত্বের বপন, সুষম সার ব্যবহার করা ও নিয়মিত সেচ প্রদান করা ।</p>
                <p className="card-text"><b>ফসল তোলা:</b><br />মেঘলা বা বৃষ্টির দিনে আলু তোলা ঠিক না। সকালের সময়ে আলু উঠানো।</p>

            </div>
        </div >

    );
};

export default AluInfo;